[
  {
    "title": "FIRE FIGHTING CEPREVEN RT1-ROC",
    "standard": "UNE EN-12845",
    "image": "images/fireFightingEquipments/1.jpg",
    "category": "Category: Fire protection",
    "cardDescr": "<p>Firefighting pump systems ensure reliable water flow and pressure to protect lives.</p>",
    "fireFightingModalDescription": "<p>Firefighting pump systems ensure reliable water flow and pressure to protect lives and property. Designed according to CEPREVEN RT1-ROC and UNE EN-12845 standards, these systems support automatic sprinkler installations.</p><p>They include manual and automatic pumps with a jockey pump to maintain network pressure, ensuring quick response and consistent performance in fire emergencies.</p>",
    "fireFightingModalDescriptionRow": "<p>All these systems require a pressurized water network for their operation. The fire-fighting equipment will maintain the pressurized network, for which they have a small auxiliary pump called a jockey, driven by an electric motor that replaces any possible leaks and drips that may occur in the installation.</p><p>A small hydropneumatic reservoir helps reduce the number of starts and cushions pressure fluctuations. The overall design of all the equipment is ready for automatic fire service, not admitting other uses.</p>",
    "fireFightingModalCharecteristics": "<p>The firefighting equipment features a joint design, fully prepared for automatic fire service, with modular construction adaptable for single or multiple pumps driven by electric or diesel motors.</p><p>Each unit complies with CEPREVEN RT1-ROC and UNE EN-12845 standards, ensuring reliable performance and safety.</p><p>Equipment selection depends on system flow, pressure, hydrants, sprinklers, and installation height, considering load losses throughout the circuit.</p>",
    "fireFightingModalApplication": "<p>These firefighting systems are ideal for establishments such as industrial warehouses, factories, shops, markets, and shopping centres.</p><p>They are also widely used in hotels, airports, the maritime sector, petrochemical industries, and laboratories.</p><p>Additionally, they provide essential protection for offices, museums, libraries, and other cultural or protected buildings.</p>",
    "fireFightingModalMaterials": "<p>Depending on the specific project requirements, different configurations of the FOC system can be implemented to suit the installation.</p><p><b>FOC N</b> configuration includes an <b>electric main pump</b> with standard <b>RNI pump</b> according to DIN 24255, a <b>diesel main pump</b> with RNI pump, and an <b>auxiliary pump</b> (jockey) using <b>VIPV</b>, <b>NX</b>, or <b>NXA pumps</b>. It also features <b>starter and control electrical panels</b>, a <b>membrane or tank accumulator</b>, a <b>safety pressure switch</b> for Pump Running, pressure gauges, valves, with optional components like a <b>test manifold</b> and <b>flowmeter</b>.</p><p><b>FOC C</b> configuration is composed of an <b>electric main pump</b> with a <b>split-case pump CPH</b>, a <b>diesel main pump</b> with a CPH pump, and an <b>auxiliary pump</b> (jockey) with <b>VIPV</b>, <b>NX</b>, or <b>NXA pumps</b>. It also includes <b>control panels</b>, <b>membrane or tank accumulator</b>, a <b>safety pressure switch</b>, pressure gauges, valves, an <b>impulse manifold</b>, and a <b>bench</b> with optional testing equipment.</p><p><b>FOC V</b> configuration includes an <b>electric main pump</b> with a <b>vertical pump VS</b> or <b>VG</b>, a <b>diesel main pump</b> with VS or VG pump, and an <b>auxiliary pump</b> (jockey) using <b>VIPV</b>, <b>NX</b>, or <b>NXA pumps</b>. It is equipped with <b>starter panels</b>, a <b>membrane or tank accumulator</b>, <b>safety pressure switches</b>, <b>pressure gauges</b>, <b>valves</b>, an <b>impulse manifold</b>, and a <b>bench</b>, with optional <b>test manifold</b> and <b>flowmeter</b> as needed.</p>"
  },
  {
    "title": "FIRE FIGHTING CEPREVEN RT2-ABA",
    "standard": "CEPREVEN RT2-ABA",
    "image": "images/fireFightingEquipments/2.jpg",
    "category": "Category: Fire protection",
    "cardDescr": "<p>The protection of lives and property is the main objective of fixed firefighting systems.</p>",
    "fireFightingModalDescription": "<p>The protection of lives and property is the main objective of fixed firefighting equipment, within which pumping equipment has a major role in ensuring a supply of sufficient flow and pressure.</p><p>A long experience in the manufacture of fire-fighting equipment has allowed its standardization applying the current CEPREVEN RT2-ABA regulations. This technical rule is generally demanded by insurance companies and is applicable to all firefighting systems.</p>",
    "fireFightingModalDescriptionRow": "<p>All these systems require a pressurized water network for their operation. The fire-fighting equipment will maintain the pressurized network using a small auxiliary pump called a jockey, driven by an electric motor that replaces any possible leaks and drips that may occur in the installation.</p><p>A small hydropneumatic reservoir helps reduce the number of starts and cushions pressure fluctuations.</p>",
    "fireFightingModalCharecteristics": "<p>The key features include a joint design of all equipment, fully prepared for automatic fire service operations.</p><p>The modular construction allows flexible configurations according to project needs, supporting either a single main pump or multiple main pumps driven by electric or diesel motors.</p><p>The pumping team can consist of one or more groups, ensuring redundancy and reliability in all situations.</p><p>Each configuration can have one or more power supplies—either electric or diesel—and can be arranged in combinations such as one electric and one diesel, or two electric plus one diesel, ensuring continuous operation even in case of power failure.</p>",
    "fireFightingModalApplication": "<p>These systems are ideal for use in establishments such as industrial warehouses, factories, shops, markets, and shopping centres.</p><p>They are also widely implemented in hotels, airports, the maritime sector, petrochemical industries, laboratories, and various offices including banking, governmental, and public service facilities.</p><p>Additionally, they provide reliable protection for museums, libraries, and culturally significant or protected buildings.</p>",
    "fireFightingModalMaterials": "<p>Depending on the project requirements, different configurations are available to meet specific installation needs.</p><p>The <b>FOC N</b> configuration includes an <b>electric main pump</b> with standard <b>RNI pump</b> according to DIN 24255, a <b>diesel main pump</b> with RNI pump, and an <b>auxiliary pump</b> (jockey) using <b>VIPV</b>, <b>NX</b>, or <b>NXA pumps</b>. It also consists of <b>starter and control electrical panels</b>, a <b>membrane or tank accumulator</b>, a <b>safety pressure switch</b> (Pump running), pressure gauges, valves, an <b>impulse manifold</b>, and a <b>bench</b> with optional <b>test manifold</b> and <b>flowmeter</b>.</p>"
  },
{
  "title": "FIRE FIGHTING UNE 23500-2012",
  "standard": "UNE 23500 – 2012",
  "image": "images/fireFightingEquipments/3.jpg",
  "category": "Category: Fire protection",
  "cardDescr": "<p>These systems are ideal for a wide range of applications, offering reliability and performance for fire safety across various sectors.</p>",
  "fireFightingModalDescription": "<p>The primary objective of fixed firefighting equipment is to protect lives and property. Within these systems, the pumping unit plays a vital role in ensuring a sufficient supply of water with adequate flow and pressure.</p><p>Our extensive experience in manufacturing firefighting systems has allowed us to standardize production according to the current UNE 23500-2012 regulation.</p>",
  "fireFightingModalDescriptionRow": "<p>All these systems operate through a pressurized water network. The fire-fighting equipment maintains this network using a small auxiliary pump called a jockey pump, powered by an electric motor, to compensate for any minor leaks or pressure drops in the system. Additionally, a hydropneumatic reservoir minimizes the number of pump starts and absorbs pressure fluctuations to ensure smooth operation.</p>",
  "fireFightingModalCharecteristics": "<p>The firefighting systems are designed with an integrated and modular structure, ready for automatic operation. They can be configured with one or multiple main pumps, driven by either electric or diesel motors. The pumping equipment guarantees the specified nominal flow rate (Qn) as per standards, with options for both superior and double supply systems—where only one may use an electric motor.</p><p>The appropriate FOC configuration is determined using a selection table that considers system flow rate, number of hydrants, sprinklers, required pressure, geometric height between the pumping station and the highest circuit point, and load losses along the route.</p>",
  "fireFightingModalApplication": "<p>These systems are suitable for a wide range of installations, including <b>establishments and industrial warehouses</b>, <b>factories</b>, and <b>commercial areas</b> such as shops, markets, and shopping centres. They are also ideal for <b>hotels</b>, <b>airports</b>, the <b>maritime sector</b>, <b>petrochemical industries</b>, and <b>laboratories</b>. Additionally, they can be used in <b>offices</b>—including banking, governmental, and public service institutions—as well as in <b>museums</b>, <b>libraries</b>, and other <b>protected or cultural buildings</b>.</p>",
  "fireFightingModalMaterials": "<p>Different configurations are available to meet specific project and installation requirements.</p><p>The <b>FOC N configuration</b> includes an electric main pump with a standard RNI pump (DIN 24255), a diesel main pump with RNI pump (DIN 24255), and an auxiliary jockey pump using VIPV, NX, or NXA models. It also features starter and control panels, a membrane or tank accumulator, a safety pressure switch (Pump running), pressure gauges, and valves (pressure limiter, check, and regulation). The setup includes an impulse manifold and bench, with an optional test manifold and flowmeter.</p><p>The <b>FOC C configuration</b> includes electric and diesel main pumps with a split-case CPH pump, a jockey pump using VIPV, NX, or NXA models, starter and control panels, membrane or tank accumulator, safety pressure switch, pressure gauges, valves, an impulse manifold, and bench, with an optional test manifold and flowmeter.</p><p>The <b>FOC V configuration</b> features electric and diesel main pumps with vertical VS or VG pumps, along with a jockey pump using VIPV, NX, or NXA models. It includes starter and control panels, a membrane or tank accumulator, a safety pressure switch (Pump running), pressure gauges, valves, an impulse manifold, and a bench, with optional test manifold and flowmeter.</p>"
},

{
  "title": "FIRE FIGHTING NFPA20",
  "standard": "NFPA20 UL-FM",
  "image": "images/fireFightingEquipments/4.jpg",
  "category": "Category: Fire protection",
  "cardDescr": "<p>This equipment is suitable for a wide range of establishments, including industrial, commercial, and public service facilities, providing reliable fire protection performance under international standards.</p>",
  "fireFightingModalDescription": "<p>The protection of lives and property is the primary goal of fixed firefighting systems. Designed based on sound engineering principles, test data, and extensive field experience, these systems play a crucial role in ensuring a steady water supply with sufficient flow and pressure.</p><p>With long-standing expertise in the manufacture of firefighting equipment, these systems are standardized in compliance with international regulations. The equipment covered under this standard is manufactured according to the <b>NFPA-20</b> (National Fire Protection Association) guidelines, ensuring superior quality and safety compliance.</p>",
  "fireFightingModalDescriptionRow": "<p>All these systems operate through a pressurized water network. The firefighting setup maintains this pressure using a small auxiliary pump, known as a <b>jockey pump</b>, driven by an electric motor to compensate for minor leaks and drips that may occur in the system. A compact <b>hydropneumatic reservoir</b> helps minimize the number of pump starts and absorbs pressure fluctuations to maintain stable operation.</p>",
  "fireFightingModalCharecteristics": "<p>The key features include a unified design of all components, fully prepared for <b>automatic fire service</b> and rapid response.</p><p>The modular design allows configuration flexibility depending on the project requirements—whether using a single main pump or multiple pumps driven by electric or diesel motors. The pumping system can include one or more pumping units capable of delivering the required nominal flow rate (<b>Qn</b>) as specified by the applicable standards.</p><p>The appropriate <b>FOC configuration</b> is determined using a selection table based on the system’s required flow rate, number of hydrants, sprinklers, and operating pressure. Additional factors such as the <b>geometric height</b> between the pumping unit and the highest point of the network, as well as <b>load losses</b> along the route, are also considered.</p>",
  "fireFightingModalApplication": "<p>This equipment is ideal for a variety of facilities, including <b>industrial warehouses</b>, <b>factories</b>, <b>shops</b>, <b>markets</b>, and <b>shopping centres</b>. It ensures reliable operation in environments where consistent fire safety is essential.</p><p>It is also highly suitable for <b>hotels</b>, <b>airports</b>, the <b>maritime sector</b>, <b>petrochemical industries</b>, and <b>laboratories</b>, providing dependable protection under demanding conditions.</p><p>Additionally, it can be implemented in <b>offices</b>—including <b>banking</b>, <b>governmental</b>, and <b>public service institutions</b>—as well as in <b>museums</b>, <b>libraries</b>, and other <b>protected cultural buildings</b> where safety and continuity are priorities.</p>",
  "fireFightingModalMaterials": "<p>Different configurations are available depending on the specific requirements of the project and installation.</p><p>The <b>FOC FLRN configuration</b> includes an <b>electric main pump</b> with a standard <b>FLRN pump</b> (DIN 24255), a <b>diesel main pump</b> with <b>FLRN pump</b> (DIN 24255), and an <b>auxiliary jockey pump</b> using <b>VIPV, NX,</b> or <b>NXA</b> models. It also includes <b>starter and control electrical panels</b>, <b>valves</b> (including pressure limiter and air bleeder), and a <b>set of pressure gauges</b>, all mounted on a <b>bench</b> with an optional <b>test manifold</b> and <b>flowmeter</b>.</p><p>The <b>FOC FLCP configuration</b> includes an <b>electric main pump</b> and <b>diesel main pump</b> with <b>split-case FLCP pumps</b>, an <b>auxiliary jockey pump</b> with <b>VIPV, NX,</b> or <b>NXA</b> models, <b>starter and control electrical panels</b>, <b>valves</b>, <b>pressure limiter</b>, <b>air bleeder</b>, and a complete <b>set of pressure gauges</b> for accurate system monitoring.</p>"
},

{
  "title": "FIRE FIGHTING CONTRAINCENDIOS NFPA20",
  "standard": "NFPA20",
  "image": "images/fireFightingEquipments/5.jpg",
  "category": "Category: Fire protection",
  "cardDescr": "<p>This system is designed to deliver reliable water flow and pressure through one or more pumping groups, ensuring consistent fire protection performance across industrial and commercial facilities.</p>",
  "fireFightingModalDescription": "<p>The protection of lives and property is the core objective of fixed firefighting systems. These systems are engineered using proven design principles, test data, and field experience to ensure a consistent and sufficient water supply with the required flow and pressure.</p><p>Backed by extensive experience in the manufacture of firefighting systems, the equipment has been standardized in accordance with international regulations, ensuring high quality, safety, and operational efficiency.</p>",
  "fireFightingModalDescriptionRow": "<p>All these systems operate using a pressurized water network. The firefighting equipment maintains system pressure through a small auxiliary pump known as a <b>jockey pump</b>, driven by an electric motor that compensates for minor leaks or drips occurring in the system. A <b>hydropneumatic reservoir</b> helps reduce pump starts and absorbs pressure fluctuations for stable operation.</p><p>The entire equipment assembly is designed and configured exclusively for <b>automatic fire service</b>, ensuring immediate response and reliability during emergencies.</p>",
  "fireFightingModalCharecteristics": "<p>The key characteristics include a <b>unified design</b> of all system components, ready for <b>automatic operation</b> under fire service conditions.</p><p>The modular construction allows flexible configuration based on system requirements — supporting both single-pump and multiple-pump setups, driven by electric or diesel motors. The system’s pumping units are capable of delivering the nominal flow rate (<b>Qn</b>) defined by the applicable standard.</p><p>The appropriate <b>FOC configuration</b> is selected according to system flow, number of hydrants, sprinklers, and pressure requirements, while taking into account the <b>geometric height</b> and <b>load losses</b> in the pipeline network.</p>",
  "fireFightingModalApplication": "<p>This equipment is ideal for a wide range of installations including <b>industrial warehouses</b>, <b>factories</b>, <b>shops</b>, <b>markets</b>, and <b>shopping centres</b>.</p><p>It is also suitable for <b>hotels</b>, <b>airports</b>, the <b>maritime sector</b>, <b>petrochemical industries</b>, and <b>laboratories</b>, ensuring consistent and dependable performance across varied environments.</p><p>Additionally, it can be used in <b>offices</b>—including <b>banking</b>, <b>government</b>, and <b>public service institutions</b>—as well as in <b>museums</b>, <b>libraries</b>, and other <b>cultural or protected buildings</b>.</p>",
  "fireFightingModalMaterials": "<p>Different configurations are available based on specific project requirements and system designs.</p><p><b>FOC N Configuration</b>: Includes an <b>electric main pump</b> with <b>RNI pump</b> (DIN 24255), a <b>diesel main pump</b> with <b>RNI pump</b> (DIN 24255), and an <b>auxiliary jockey pump</b> using <b>VIPV</b>, <b>NX</b>, or <b>NXA</b> models. It also includes <b>starter and control electrical panels</b>, a <b>membrane or tank accumulator</b>, <b>safety pressure switch</b>, <b>pressure gauges</b>, <b>valves</b> (pressure limiter, check, and regulation), an <b>impulse manifold</b>, and a <b>bench</b> with an optional <b>test manifold</b> and <b>flowmeter</b>.</p><p><b>FOC C Configuration</b>: Equipped with an <b>electric main pump</b> and <b>diesel main pump</b> using <b>split-case CPH pumps</b>. It includes an <b>auxiliary jockey pump</b> (VIPV, NX, or NXA), <b>starter and control electrical panels</b>, a <b>membrane or tank accumulator</b>, <b>safety pressure switch</b>, <b>valves</b> (pressure limiter, check, and regulation), an <b>impulse manifold</b>, and a <b>bench</b> with optional <b>test manifold</b> and <b>flowmeter</b>.</p><p><b>FOC V Configuration</b>: Incorporates an <b>electric main pump</b> with <b>vertical VS or VG.VIP pump</b>, a <b>diesel main pump</b> with <b>vertical VS or VG pump</b>, and an <b>auxiliary jockey pump</b> (VIPV, NX, or NXA). It also includes <b>starter and control electrical panels</b>, a <b>membrane or tank accumulator</b>, <b>safety pressure switch</b>, <b>pressure gauges</b>, <b>valves</b>, <b>impulse manifold</b>, and a <b>bench</b> with optional <b>test manifold</b> and <b>flowmeter</b>.</p>"
}

]
