[
  {
    "image": "images/verticalPumps/3.jpg",
    "title": "Serie VIPH",
    "hydroModalHead":"Domestic Pressure Equipment VIPH",
    "description": "Domestic Pressure Equipment",
    "pumpDescription": "<p>The single-phase domestic pressure boosters of the PRES VIP HM series are for decanting clean water, without additives ...</p>",
    "hydroRowDescription":"<p>which can damage the materials of the equipment,They consist of a horizontal VIP H pump with stainless steel impellers (AISI 304) and a control system mounted directly on the pump drive, which automatically starts and stops, ensuring correct operation of the installation.</p>",
    "hydroModalCharecteristcs":"<p>The PRES VIP HM equipment features silent pressure operation and a joint design for all components, making it ready for automatic use. It is built with a modular construction, allowing it to be configured according to the required specifications. The equipment is defined in the selection table based on the desired flow rate and head.</p> <p>The power range varies from 0.55 to 1.5 kW, with flow rates between 0.9 and 9 m³/h, and heads ranging from 20 to 68.5 m.c.a. It can operate at a maximum pressure of 12 bar and handle liquids with temperatures up to 50ºC.</p>",
    "hydroModalApplication":"<p>The PRES VIP HM equipment is suitable for domestic, industrial, and agricultural water supply applications, including gardening, drip irrigation, and water distribution from tanks or networks with insufficient pressure.</p><p>It is also ideal for use in fire-fighting systems, small hydraulic installations, factories, shops, markets, shopping centres, hotels, laboratories, offices, banks, government facilities, and other public service environments.</p>",
    "hydroModalMterials":"<p>Depending on the project requirements of the installation itself, different configurations can be distinguished for the PRES VIP HM series.</p><p><strong>PRES VIP HM /24</strong> is composed of: a <strong>Pump VIP H Monophasic</strong> with threaded suction and discharge flanges, radial type steel impellers (<strong>AISI 304</strong>), graphite/ceramic mechanical seal, suction and discharge body in <strong>GG-25</strong>, diffusers in glass fibre reinforced noryl, in monobloc configuration and stainless steel shaft motor; a <strong>5-way connector</strong> which serves as the backbone of the pressure installation, joining all elements for synchronized operation; a <strong>Calderín 24 liters</strong> vertical tank made of welded galvanized steel according to the European directive <strong>97/23/CE</strong>; a <strong>Pressure gauge up to 5 Bar</strong> to monitor internal water pressure; and a <strong>Pressure switch 0–5 BAR Single-phase</strong> that closes when pressure drops and opens when it rises.</p><p><strong>PRES VIP HM /50</strong> is composed of: a <strong>Pump VIP H Monophasic</strong> with threaded suction and discharge flanges, radial type steel impellers (<strong>AISI 304</strong>), graphite/ceramic mechanical seal, suction and discharge body in <strong>GG-25</strong>, diffusers in glass fibre reinforced noryl, in monobloc configuration and stainless steel shaft motor; a <strong>5-way connector</strong> for connecting all devices; a <strong>Boiler 50 liters</strong> horizontal tank made of welded galvanized steel compliant with directive <strong>97/23/CE</strong>; a <strong>Pressure gauge up to 5 Bar</strong> for monitoring; and a <strong>Pressure switch 0–5 BAR Single-phase</strong> for automatic control.</p><p><strong>PRES VIP M/FL</strong> is composed of: a <strong>Pump VIP H Monophasic</strong> with threaded suction and discharge flanges, radial type steel impellers (<strong>AISI 304</strong>), graphite/ceramic mechanical seal, suction and discharge body in <strong>GG-25</strong>, diffusers in glass fibre reinforced noryl, in monobloc configuration and stainless steel shaft motor; and a <strong>FLUMATIC 230V Pressure Controller</strong> that automatically starts and stops the pump based on pipe pressure, incorporating a manometer to ensure stable operation between 2 bars and the maximum pressure level.</p>"

  },
  {
    "image": "images/verticalPumps/4.jpg",
    "title": "Serie Hydro V",
    "hydroModalHead":"Domestic Pressure Equipment VIPH",
    "description": "Pressure Equipment with Vertical Multicellular Electric Pumps",
    "pumpDescription": "<p>The HYDRO 1V-2V-3V series multicellular electro-pumps are used to transfer clean water, without additives,which could ...</p>",
    "hydroRowDescription":"<p>damage the materials of the equipment, They are made up of VIP VT vertical multistage pumps with stainless steel impellers (AISI 304) and a control panel, which automatically starts and stops, ensuring the correct operation of the installation.</p>",
    "hydroModalCharecteristcs":"<p>Equipment for pressurized water distribution in large installations, residential buildings, commercial premises, industries, or any type of installation that requires a constant water pressure, an autonomous installation with low maintenance and silent.</p><p>The most important features are: compact and ready-to-install stand-alone pumping unit; pressure regulation by means of pressure switches and membrane or galvanized accumulators; electrical power and control panel with metal support for fully automatic operation; in standard configuration they are manufactured with one, two, or three pumps, which start alternately and in cascade as the pressure drops and the pressure switches are activated; and silent pressure equipment.</p><p>Modular manufacture configurable according to the required equipment with the outputs ready to tackle the network and the accumulation equipment; the appropriate HYDRO 1V-2V-3V equipment is defined in the selection table depending on the required flow rate and head; the power range is from 1x 1,1 to 3x 5,5 Kw, from flow 0,9 to 90 m3/h, and from height 2 to 120 m.c.a; maximum liquid temperature 50ºC; and the accumulator tank is available on request.</p><p>Also available in Hidrovar frequency, Hydrovar with rotameter and Multimaster.</p>",
    "hydroModalApplication":"<p>Drinking water networks, pressure washing, sports facilities, hotels, pressure equipment for houses, urbanizations, toilet rooms in shops, markets, and shopping centres, water distribution from a tank, small hydraulic applications, factories, and laboratories.</p>",
    "hydroModalMterials":"<p>Depending on the needs of the installation itself, contemplated in the project, different configurations can be distinguished, formed by 1 / 2 / 3 VIP V Three-phase pumps with threaded suction and discharge flanges, radial type steel impellers (AISI 304), graphite/ceramic mechanical seal, suction and discharge body in GG-25, diffusers in glass fibre reinforced noryl, in monobloc configuration, and stainless steel shaft motor.</p><p>Pressure gauges up to 16 Bar are used to monitor the water pressure inside the pipe in an installation and are capable of withstanding a maximum pressure of 16 bar. Pressure switches 3-12 BAR close when the pressure drops and open when it rises. The bench is a steel base common for the pump and electrical panel. The impulse manifold joins all elements via valves, while shut-off valves and non-return valves prevent backflow and water hammering.</p><p>The multifunction electrical panel EMC supports one or more pumps and includes features such as power failure protection, general disconnector with door lock, start/stop control, manual start button, 0-aut alarm reset, electronic wiring fault detection, safety to prevent sudden stops caused by water hammer, water level protection to prevent dry running, air loss fault detection, and pressure failure monitoring.</p>"

  },
  {
    "image": "images/verticalPumps/5.jpg",
    "title": "Serie Hydro H",
    "hydroModalHead":"Domestic Pressure Equipment VIPH",
    "description": "Pressure Equipment with Horizontal Multicellular Electric Pumps",
    "pumpDescription": "<p>The HYDRO 1H-2H-3H series multicellular electro-pump pressure equipment for decanting clean water, without additives ...</p>",
    "hydroRowDescription":"<p>which could damage the materials of the equipment, They consist of horizontal VIP HT multistage pumps with stainless steel impellers (AISI 304) and a control panel, which automatically starts and stops the system, ensuring correct operation of the system.</p>",
    "hydroModalCharecteristcs":"<p>Equipment for pressurized water distribution in large installations, residential buildings, commercial premises, industries, or any type of installation that requires a constant water pressure, an autonomous installation with low maintenance and silent.</p><p>The most important features are: compact and ready-to-install stand-alone pumping unit; pressure regulation by means of pressure switches and membrane or galvanized accumulators; electrical power and control panel with metal support for fully automatic operation; in standard configuration they are manufactured with one, two, or three pumps, which start alternately and in cascade as the pressure drops and the pressure switches are activated; and silent pressure equipment.</p><p>Modular manufacture configurable according to the required equipment with the outputs ready to tackle the network and the accumulation equipment; the appropriate HYDRO 1V-2V-3V equipment is defined in the selection table depending on the required flow rate and head; the power range is from 1x 1,1 to 3x 5,5 Kw, from flow 0,9 to 90 m3/h, and from height 2 to 120 m.c.a; maximum liquid temperature 50ºC; and the accumulator tank is available on request.</p><p>Also available in Hidrovar frequency, Hydrovar with rotameter and Multimaster.</p>",
    "hydroModalApplication":"<p>Drinking water networks, pressure washing, sports facilities, hotels, pressure equipment for houses, urbanizations, toilet rooms in shops, markets, and shopping centres, water distribution from a tank, small hydraulic applications, factories, and laboratories.</p>",
    "hydroModalMterials":"<p>Depending on the needs of the installation itself, contemplated in the project, different configurations can be distinguished, formed by 1 / 2 / 3 VIP V Three-phase pumps with threaded suction and discharge flanges, radial type steel impellers (AISI 304), graphite/ceramic mechanical seal, suction and discharge body in GG-25, diffusers in glass fibre reinforced noryl, in monobloc configuration, and stainless steel shaft motor.</p><p>Pressure gauges up to 16 Bar are used to monitor the water pressure inside the pipe in an installation and are capable of withstanding a maximum pressure of 16 bar. Pressure switches 3-12 BAR close when the pressure drops and open when it rises. The bench is a steel base common for the pump and electrical panel. The impulse manifold joins all elements via valves, while shut-off valves and non-return valves prevent backflow and water hammering.</p><p>The multifunction electrical panel EMC supports one or more pumps and includes features such as power failure protection, general disconnector with door lock, start/stop control, manual start button, 0-aut alarm reset, electronic wiring fault detection, safety to prevent sudden stops caused by water hammer, water level protection to prevent dry running, air loss fault detection, and pressure failure monitoring.</p>"

  },
  {
    "image": "images/verticalPumps/6.jpg",
    "title": "Serie Hydro NLX",
    "hydroModalHead":"Domestic Pressure Equipment VIPH",
    "description": "Pressure Equipment with Vertical Multicellular Electric Pumps",
    "pumpDescription": "<p>HYDRO NLX series multicellular electro-pumps are used to transfer clean water, without additives, which could damage the ...</p>",
    "hydroRowDescription":"<p>which could damage the materials of the equipment, They consist of horizontal VIP HT multistage pumps with stainless steel impellers (AISI 304) and a control panel, which automatically starts and stops the system, ensuring correct operation of the system.</p>",
    "hydroModalCharecteristcs":"<p>Equipment for pressurized water distribution in large installations, residential buildings, commercial premises, industries, or any type of installation that requires a constant water pressure, providing an autonomous installation with low maintenance and silent operation.</p><p>The most important features are: compact and ready-to-install stand-alone pumping unit, pressure regulation by means of pressure switches and galvanized membrane accumulators, and an electrical power and control panel with metal support for fully automatic operation.</p><p>In standard configuration, they are manufactured with one, two, or three pumps, which start alternately and in cascade as the pressure drops and the pressure switches are activated. The equipment is silent and modular, configurable according to the required equipment, with outputs ready to connect to the network and accumulation equipment.</p><p>The appropriate HYDRO NLX equipment is defined in the selection table depending on the required flow rate and head. The power range is from 1x 1,1 to 3x 45 Kw, flow from 4 to 300 m3/h, and height from 20 to 140 m.c.a. Maximum liquid temperature is 120ºC. The accumulator tank is available on request, and the equipment is also available in Hidrovar frequency, including Hydrovar with rotameter and Multimaster.</p>",
    "hydroModalApplication":"<p>Drinking water networks, pressure washing, sports facilities, hotels, and pressure equipment for houses.</p><p>Urbanizations, toilet rooms in shops, markets, and shopping centres, water distribution from a tank, and water supply to networks without sufficient pressure.</p><p>Small hydraulic applications, factories, and laboratories.</p>",
    "hydroModalMterials":"<p>Depending on the needs of the installation itself, contemplated in the project, different configurations can be distinguished. <strong>1 / 2 / 3 NLX Three-phase</strong>: Vertical high pressure electric pump designed for “IN LINE” installation, with standardized suction and discharge flanges. <strong>Stainless steel pump (AISI 316)</strong> with nidia/graphite/viton mechanical seal, and motor with V1 or V18 flange.</p><p><strong>Manometer</strong>: The manometers are used to see the pressure of the water inside the pipe in an installation, capable of withstanding the maximum pressure. <strong>Pressure switch</strong>: The pressure switch is perfect for the pressures that the equipment will handle, closing when the pressure drops and opening when it rises.</p><p><strong>Bench</strong>: Steel base, common for pump and electrical panel. <strong>Impulse manifold</strong>: Joins all elements via valves, allowing the union of all elements forming the equipment. <strong>Shut-off valve</strong>: In the drive, mat type. <strong>Non-return valve</strong>: To avoid returns and water hammering.</p><p><strong>Multifunction electrical panel MC / DMC</strong>: For 1 or more pumps, with power failure protection, general disconnector and door lock, control of start/stop, manual start button, 0-aut button (alarm reset), electronic wiring fault detection, safety to avoid restarts and sudden stops caused by water hammer, water level protection to prevent dry running, air loss fault detection, pressure failure protection, and manual start button.</p>"

  },
  {
    "image": "images/verticalPumps/7.jpg",
    "title": "Serie Hydro NXA",
    "hydroModalHead":"Domestic Pressure Equipment VIPH",
    "description": "Pressure Equipment with Multicellular Electric Pumps",
    "pumpDescription": "<p>HYDRO NXA series multicellular electro-pumps are used to transfer clean water, without additives, which could damage ... </p>",
    "hydroRowDescription":"<p>the materials of the equipment, They consist of NXA vertical multistage pumps in stainless steel. AISI 304 and a control panel, which performs the start and stop manoeuvre automatically, ensuring the correct operation of the installation.</p>",
    "hydroModalCharecteristcs":"<p>Equipment for pressurized water distribution in large installations, residential buildings, commercial premises, industries, or any type of installation that requires a constant water pressure, providing an autonomous installation with low maintenance and silent operation.</p><p>The most important features include a compact and ready-to-install stand-alone pumping unit, pressure regulation by means of pressure switches and membrane or galvanized accumulators, and an electric power and control panel with metal support for fully automatic operation.</p><p>In standard configuration, the system is manufactured with one, two, or three pumps, which start alternately and in cascade as the pressure drops and the pressure switches are activated. The equipment is silent, modular, and configurable according to the required setup, with outputs ready to tackle the network and the accumulation equipment. The appropriate HYDRO NXA equipment is defined in the selection table depending on the required flow rate and head.</p><p>The power range is from 1x 1,1 to 3x 30 Kw, with flow rates from 4 to 300 m3/h and heights from 30 to 138 m.c.a. The maximum liquid temperature is 120ºC. The storage tank is available on request, and the system is also available in Hidrovar frequency with rotameter and Multimaster.</p>",
    "hydroModalApplication":"<p>Drinking water networks, pressure washing, sports facilities, and hotels.</p><p>Pressure equipment for houses, urbanizations, and toilet rooms in shops, markets, and shopping centres.</p><p>Water distribution from a tank, water supply to networks without sufficient pressure, small hydraulic applications, factories, and laboratories.</p>",
    "hydroModalMterials":"<p>Depending on the needs of the installation itself, contemplated in the project, different configurations can be distinguished: 1 / 2 / 3 NXA Three-phase. Vertical high pressure electric pump designed for “IN LINE” installation, with standard suction and discharge flanges, <b>stainless steel pump (AISI 304)</b>, with <b>nidia/graphite/viton mechanical seal</b>, and motor with V1 or V18 flange.</p><p><b>Manometer</b>: The manometers are used to see the pressure of the water inside the pipe in an installation and can withstand the maximum pressure. <b>Pressure switch</b>: The pressure switch is perfect for the pressures that the pressure equipment will handle; it closes when the pressure drops and opens when the pressure rises.</p><p><b>Bench</b>: <b>Steel base</b>, common for pump and electrical panel. <b>Impulse manifold</b>: It is the element that joins all the elements, by means of valves, allowing the union of all the elements that form the equipment. <b>Shut-off valve</b>: In the drive, mat type. <b>Non-return valve</b>: To avoid returns and water hammering.</p><p><b>Multifunction electrical panel MC/DMC</b>: For 1 or more pumps, with power failure protection, general disconnector and door lock, control of macha/stop, manual start button, 0-aut button (alarm reset), electronic wiring fault detection, safety to avoid restarts and sudden stops caused by water hammer, water level protection to prevent dry running, air loss fault, pressure failure, and manual start button.</p>"

  },
  {
    "image": "images/verticalPumps/8.jpg",
    "title": "Serie Hydro",
    "hydroModalHead":"Domestic Pressure Equipment VIPH",
    "description": "Pressure Equipment with Variator",
    "pumpDescription": "<p>VARIVIP2 1H series single-phase pressure equipment is designed to transfer clean water without additives that could ...</p>",
    "hydroRowDescription":"<p>damage the materials of the equipment. They consist of a horizontal VIP HT pump and a compact VARIACHE 2 frequency inverter, which guarantees the operating pressure by varying the motor speed to adapt it to the water demand.</p>", 
    "hydroModalCharecteristcs":"<p>Constant pressure, despite possible flow fluctuations in the installation. Reduction of the group’s space, since large accumulators are not necessary. Silent pressure equipment.</p><p>Joint design of all equipment, ready for automatic operation. Modular construction configurable according to the required equipment. Reduces energy consumption by up to 40%. Soft start and soft stops, eliminating water hammer.</p><p>The appropriate VARIVIP2 1H unit is defined in the selection table, depending on the flow rate and the required head. The power range is from 0,6 to 1,5 Kw, flow rate 0,9 to 9 m3/h and height 24,7 to 39 m.c.a. Maximum liquid temperature 50ºC. Dry run alarm.</p>",
    "hydroModalApplication":"<p>For the supply of houses, commercial premises, industries, or any type of installation that requires a constant water pressure, a silent installation, and a considerable energy saving.</p><p>Communities of neighbors. Toilet rooms in shops, markets and shopping centres.</p><p>Water distribution from a tank. Water supply to networks without sufficient pressure. Small hydraulic applications. Factories. Laboratories.</p>",
    "hydroModalMterials":"<p>Depending on the needs of the installation itself contemplated in the project, it is possible to distinguish the different configurations formed by:</p><p><b>VIP Pump H Three-phase</b>. With threaded suction and discharge flanges, radial type <b>steel impellers (AISI 304)</b>, <b>graphite/ceramic mechanical seal</b>, suction and discharge body in <b>GG-25</b>, diffusers in <b>glass fibre reinforced noryl</b>, in monobloc configuration and <b>stainless steel shaft motor</b>.</p><p><b>5-way connector</b>. The 5-way fitting is the backbone of the pressure equipment installation, it is the element that joins all the elements, allowing a correct operation all at the same time, it has 5 ways to be able to install in each one of them a different device. <b>Calderín 24 liters</b>. Vertical made of welded <b>galvanized steel</b>, built according to the European directive 97/23/CE of pressure equipment, made according to homologated procedures, able to resist the working pressure loosely.</p><p><b>VARIACHE 2 Frequency Controller</b>: Compact frequency converter for controlling pumping equipment at constant pressure. It replaces traditional control systems based on pressure switches in both new and existing installations. Guarantees service pressure by adapting to water demand by varying motor speed, thus reducing energy consumption by 40%. Quiet operation, soft starts and stops eliminating water hammer. Maximum working pressure 10 bar. Set pressure adjustable between 1 and 6 bar, shown on the display. Equipped with dry pump running alarm, and pressure transducer. Connected to the mains by means of an incorporated single-phase plug.</p>"

  },
  {
    "image": "images/verticalPumps/9.jpg",
    "title": "Serie Hydro VAR",
    "hydroModalHead":"Domestic Pressure Equipment VIPH",
    "description": "Pressure Equipment and Variable Speed Frame",
    "pumpDescription": "<p>Pressure equipment with multicellular speed regulator HYDRO VAR series incorporates the latest technical advances ...</p>",
    "hydroRowDescription":"<p>in speed variation, are to transfer clean water, without additives, which can damage the materials of the equipment</p>", 
    "hydroModalCharecteristcs":"<p>Equipment for pressurized water distribution in large installations, residential buildings, commercial premises, industries, or any type of installation that requires a constant water pressure, an autonomous installation with low maintenance and silent.</p><p>In the HYDRO VAR series the most important features are: Execution of 1 to 6 pumps, compact and ready-to-install stand-alone pumping unit, design that optimizes the system’s response to variations in demand, alternation between the “all or nothing” pumps (for more than three pumps) or the varied pump itself, silent pressure equipment, and modular manufacture configurable according to the required equipment with the outputs ready to tackle the network and the accumulation equipment.</p><p>Continuous reading of existing pressure, by means of pressure transducer. This value is sent to the speed variator, which analyzes its magnitude, comparing it with the values programmed and stored as operating parameters. As a result, it adjusts the speed of the varied pump, and if necessary starts the successive auxiliary pumps at fixed speed. Total and automatic rotation of the system. Advantages include fully integrated control, water hammer reduction, elimination of start-up peaks, system without contactors and relays that minimizes maintenance, and no need for replacement equipment.</p><p>In the HYDRO-VAR -ROT series the varied pump is the one that alternates between all the pumps of the equipment. Optional switch to emergency control by pressure switches in case of failure of the variable speed drive. In the MULTIMASTER series, 2 or 3 pumps are controlled with one variator per pump, working as a single system.</p>",
    "hydroModalApplication":"<p>Drinking water networks, pressure washing, sports facilities, and hotels.</p><p>Pressure equipment for houses, urbanizations, and toilet rooms in shops, markets, and shopping centres.</p><p>Water distribution from a tank, water supply to networks without sufficient pressure, small hydraulic applications, factories, and laboratories.</p>",
    "hydroModalMterials":"<p><b>NXA/NLX/NLV three-phase pumps</b>. Vertical high pressure electric pump designed for “IN LINE” installation, with standardised suction and discharge flanges.</p><p><b>Manometer</b>: The manometers are used to see the pressure of the water inside the pipe in an installation, and are able to withstand the maximum pressure.</p><p><b>Pressure switch</b>: The pressure switch is perfect for the pressures that the pressure equipment will handle, it closes when the pressure drops and opens when the pressure rises.</p><p><b>Bench</b>. Steel base, common for pump and electrical panel. <b>Impulse manifold</b>. It is the element that joins all the elements, by means of valves, allowing the union of all the elements that form the equipment. <b>Shut-off valve</b>. In the drive, mat type. <b>Non-return valve</b>. To avoid returns and water hammering. <b>Control panel</b>.</p><p>Three-phase supply 230/400 V 50 Hz. Powers from 1.5 to 40 HP. Automatic pump switching in case of failure or disconnection of one of the pumps. Signalling on the front of the panel of the existing pressure, as well as the rest of the operating parameters. Control lack of water by level switch (optional). Switching to conventional control in case of inverter failure (optional). Other voltages and powers, frequency at 60 Hz, different controls, etc., on request.</p>"

  }
]
