[
  {
    "image": "images/residualPumps/1.jpg",
    "head": "Sin categoría, submerged",
    "name": "S SERIE",
    "subhead": "The Constructive Series S 4 “, are multicellular submerged centrifugal electric well pumps for domestic, industrial, irrigation and pressurized water installations by means of hydraulic accumulators.",
    "modalDescription" : "The Constructive Series S 4 “, are multicellular submerged centrifugal electric well pumps for domestic, industrial, irrigation and pressurized water installations by means of hydraulic accumulators. They are designed for the extraction of water from deep wells and reduced drilling diameter. Its modular composition is formed by the hydraulic pump, and the submersible electric motor, which is coupled to the bottom of the pump. They can work vertically or horizontally (with cooling bell). The pump is supported by normal trade pipe sections that expel the water to the outside.",
    "modalCharacteristics": "<p>The CP range is a double-flow, split-case, diffuserless, single-stage or two-stage design with replaceable slip rings. The suction and discharge flanges are integrated into the lower body to allow easy disassembly of the moving parts without disconnecting the piping, always guaranteeing perfect alignment and preventing vibration problems.</p><p>The impellers are engineered with advanced hydraulic geometry to ensure optimum performance across the operating range of each pump. Depending on the model, two impellers can be arranged in tandem, or a single double-suction impeller can be used so that axial thrust is always balanced.</p><p>Hydraulic sealing is achieved by packing with a shaft sleeve or, optionally, by a balanced mechanical seal. The pumps are suitable for lifting clean or lightly contaminated liquids and can handle temperatures up to 100°C; with mechanical seals they can reach up to 160°C. Standard construction is horizontal; vertical arrangement is available on request.</p>",
    "modalApplications": "The S 4″ Series pumps are versatile and suitable for a wide range of applications. They are ideal for water supply and distribution, as well as overpressure systems where consistent flow is required. These pumps perform efficiently in irrigation and sprinkler systems, cooling towers, and chemical industries. They are also used in sanitary and cleaning facilities, general industrial operations, and ornamental fountains. Additionally, the S 4″ Series is suitable for air conditioning installations, washing systems, and fire-fighting installations, ensuring reliable performance across various sectors.",
    "modalMaterials":"<p>The <strong>Hydraulic Body</strong> of the pump is crafted for durability and reliability. It features a <strong>stainless steel suction body</strong> and <strong>drive body</strong> that ensure exceptional resistance to corrosion and wear. The <strong>diffuser body</strong> and <strong>impeller (rodete)</strong> are made of <strong>Noryl</strong>, providing excellent mechanical strength and hydraulic efficiency. The <strong>pump shaft</strong> and <strong>outer shell</strong> are also constructed from <strong>stainless steel</strong>, ensuring long-lasting performance even in demanding environments. Optionally, the pump can be equipped with <strong>speed variators “Variache” and “Varivip”</strong>, depending on power and voltage requirements, allowing enhanced operational flexibility.</p><p>The <strong>Engine Section</strong> includes <strong>submersible motors with IP68 protection</strong>, operating in either water or oil bath for superior cooling and longevity. For specialized needs, the system is also available in <strong>AISI 316 stainless steel</strong>, offering advanced corrosion resistance and reliability for industrial and marine applications.</p>"
  },
  {
    "image": "images/residualPumps/2.jpg",
    "head": "Residual Pump Series B",
    "name": "SERIE SD",
    "subhead": "Its modular composition is formed by the hydraulic pump, and the submersible electric motor, which is coupled to the bottom of the pump. They can work vertically or horizontally (with cooling bell).",
    "modalDescription" : "The pump’s modular design combines a high-efficiency hydraulic section with a robust submersible electric motor, coupled seamlessly at the base. It can operate either vertically or horizontally (with a cooling bell), supported by column tubes that discharge water effectively to the surface. Each unit is custom-built to meet specific application and installation requirements.</p><p>Designed to handle liquids up to <strong>25ºC</strong> and a maximum sand content of <strong>40 gr/m³</strong>, this system ensures dependable performance even in demanding conditions. Key advantages include excellent hydraulic efficiency, adjustable pressure through phase configuration, and elimination of priming and suction problems. It offers quieter operation, reduced maintenance costs, compact installation, minimal civil work, and an extended service life — making it an ideal solution for both industrial and domestic applications.",
    "modalCharacteristics": "<p>The CP range is a double-flow, split-case, diffuserless, single-stage or two-stage design with replaceable slip rings. The suction and discharge flanges are integrated into the lower body to allow easy disassembly of the moving parts without disconnecting the piping, always guaranteeing perfect alignment and preventing vibration problems.</p><p>The impellers are engineered with advanced hydraulic geometry to ensure optimum performance across the operating range of each pump. Depending on the model, two impellers can be arranged in tandem, or a single double-suction impeller can be used so that axial thrust is always balanced.</p><p>Hydraulic sealing is achieved by packing with a shaft sleeve or, optionally, by a balanced mechanical seal. The pumps are suitable for lifting clean or lightly contaminated liquids and can handle temperatures up to 100°C; with mechanical seals they can reach up to 160°C. Standard construction is horizontal; vertical arrangement is available on request.</p>",
    "modalApplications": "<p>Hydraulic Body The hydraulic body forms the heart of the installation, featuring a suction body, discharge body, and multiple diffuser stages equipped with semi-axial impellers. Available in 6\", 8\", 10\", 12\", 14\" and 16\" diameters, these configurations adapt perfectly to different perforation sizes and operational requirements. Its modular design allows for customized operating pressure by adjusting the number of stages, while the central shaft efficiently transmits motor power to the impellers for smooth and reliable performance.</p><p>Submersible Electric Motor\n\nEquipped with a 50 or 60 Hz IP68-rated motor, this section ensures superior waterproof protection and optimal performance under submerged conditions. The motor supports axial thrust through a precision-engineered axial bearing and features a stator winding flooded in oil or water, depending on the size (6–12 inches). With maintenance-free bearings and NEMA-standard coupling flanges, the design simplifies installation and enhances durability. These motors are built by some of the most prestigious manufacturers, guaranteeing efficiency and long service life.</p><p>Hydraulic Column\n\nThe hydraulic column is composed of modular steel tube sections joined by robust flanges, allowing flexible configurations depending on well depth. This design ensures exceptional structural integrity and reliable power transmission throughout the system. Engineered for long-term stability, the hydraulic column seamlessly connects the pump body and motor, maintaining consistent performance even in deep or demanding installations.</p>",
    "modalMaterials":"<p>The SD pump series features a robust hydraulic body designed for durability and efficiency. The suction body, drive body, diffuser body, and impeller (rodete) are all made of high-quality <b>GG25 cast iron</b>, with optional materials such as <b>bronze</b>, <b>super duplex</b>, <b>AISI</b>, or <b>stainless steel</b> for enhanced corrosion resistance. The pump shaft is constructed from <b>AISI 420 stainless steel</b>, with an optional <b>AISI 316</b> version available. The bushing is made of <b>AISI 1045 steel</b>, with an optional upgrade to <b>AISI 316</b>, while the casting is entirely <b>stainless steel</b> to ensure superior strength and longevity.</p><p>The hydraulic column is built from premium materials engineered to deliver reliable performance under demanding conditions. The system is powered by <b>IP68-rated submersible motors</b> designed for operation in water or oil baths, with an optional <b>AISI 316</b> configuration for added resistance in harsh environments.</p>"
 

  },
  {
    "image": "images/residualPumps/3.jpg",
    "head": "Category submerged",
    "name": "SERIE SVHT",
    "subhead": "The SDX series are multicellular submerged centrifugal electric well pumps. All AISI 316 stainless steel with optimized design and thickness for water extraction from deep wells and reduced drilling diameter.",
    "modalDescription" : "<p>The SVHT series, are submersible axial flow electrobolic groups, for large flows at medium heights, combines a low NPSH with a high performance.</p> <p>They are used to pump a liquid at moderate pressure from lakes, ponds, marine catchments.</p><p>A very robust mechanical construction, with pump-motor coupling allowing easy disassembly and facilitating maintenance tasks make the unit a compact and very solid group. The impellers are of the heliciodal type that guarantee maximum water flow.</p>",
    "modalCharacteristics": "<p>The SVHT electric pumps are designed for exceptional solidity and safety, featuring oversized bearings and a robust shaft that ensure reliable operation under demanding conditions. Equipped with humidity and temperature probes, a double mechanical seal, and an oil chamber for seal lubrication, these pumps provide superior protection against water infiltration and mechanical wear, guaranteeing long-term durability and performance.</p><p>The hydraulic body of the SVHT series is composed of a suction body, one or two pump bodies, and one or two mixed flow impellers. The impeller assembly rotates through a central shaft that efficiently transmits power from the motor. The motor itself is a three-phase squirrel cage type, offering IP68 protection and F-class insulation, ensuring dependable performance even in harsh environments. The entire assembly is straightforward to install, secured by its own weight, and can be placed within a discharge pipe or a concrete civil chamber.</p><p>For optimal pump selection, several key parameters must be considered, including manometric height, flow rate, pH level, and the electrical conductivity, density, and viscosity of the liquid being pumped. Additionally, a double epoxy paint treatment, cross-linked with special polyamide, provides superior resistance for immersion and aggressive industrial environments, further enhancing the pump’s longevity and reliability.</p>",
    "modalApplications": "<p>The SVHT pump series is ideal for efficient management of large-scale water systems, particularly in applications such as storm water pumping for storm tanks, river water elevation, and flood regulation. These pumps play a crucial role in balancing water levels and managing high-demand conditions, ensuring reliable performance during critical operations.</p><p>They are also widely used in agricultural and environmental applications, including irrigation systems, drainage of lakes and rice fields, and land desiccation projects. Their high-capacity design allows for effective water movement and control in both rural and industrial environments, supporting sustainable land and water management.</p><p>Additionally, SVHT pumps serve diverse industrial and commercial needs such as cooling water circulation in conventional and renewable power plants, water supply and distribution systems, wastewater treatment facilities, and recreational installations like water parks. Their robust construction and corrosion-resistant design make them suitable for handling sea water and a wide range of industrial processes, ensuring long-lasting and efficient operation.</p>",
    "modalMaterials":"<p>The SVHT pump is constructed using high-quality materials to ensure durability, efficiency, and corrosion resistance. The main components, including the pump body, drive hub, body cover, and motor housing, are made of <b>GG25</b> cast iron, with optional configurations available in <b>bronze</b>, <b>super duplex</b>, or <b>AISI 316</b> stainless steel for enhanced performance in demanding environments. The impeller blades are crafted from <b>AISI 304</b>, providing excellent resistance to wear and corrosion, while the engine housing is also constructed from <b>GG25</b> for robust structural integrity.</p><p>The pump’s internal components feature premium-grade materials for smooth and long-lasting operation. The stainless steel axle is made from <b>AISI 420</b>, ensuring superior strength, and all fasteners are produced from <b>AISI 316</b> stainless steel to resist rust and degradation. The unit includes <b>nitrile</b> O-rings, with an optional upgrade to <b>viton</b> for higher temperature and chemical resistance. The mechanical seals are designed with <b>silicon carbide viton</b> to provide reliable sealing and minimize leakage, while the bearings are permanently lubricated and maintenance-free.</p><p>For additional protection and longevity, the pump features an <b>epoxy</b> paint coating that safeguards against harsh environmental conditions. It is equipped with a durable <b>neoprene H07RB/7</b> electric cable for safe and flexible power connection. Powering the unit is a high-efficiency, three-phase electric motor of the squirrel cage type, offering <b>IP68 protection</b> and <b>insulation class F</b>, ensuring optimal performance and reliability even under continuous submersion and heavy-duty use.</p>"
 


  },
  {
    "image": "images/residualPumps/4.jpg",
    "head": "Submersible For large applications",
    "name": "SERIE SVA",
    "subhead": "The ST-STI 6″ Constructive Series are multicellular submerged centrifugal electric well pumps for domestic, industrial, irrigation and pressurised water installations by means of hydraulic accumulators.",
    "modalDescription" : "<p>The SVA series are submersible electric pumps with axial flow, for large flows, low and medium heights in water elevations. Combines low NPSH with high performance.</p><p>A very robust mechanical construction, with a common shaft for pump and motor, make the unit a compact and very solid group.</p> <p>The impellers are of the propeller type that guarantee the maximum passage of water.</p>",
    "modalCharacteristics": "<p>The SVA electric pumps are designed for exceptional strength and safety, featuring robust bearings, an oversized shaft, humidity and temperature probes, a double mechanical seal, and an oil chamber that lubricates and protects against water infiltration.</p> <p>Their hydraulic body consists of a suction body, one or two pump bodies, and one or two axial impellers driven by a central shaft connected to a three-phase squirrel cage motor with IP68 protection and insulation class F.</p><p> The unit is easy to install—secured by its own weight within a discharge pipe or concrete chamber—and is coated with a double epoxy layer reinforced with polyamide, making it ideal for immersion and harsh industrial environments.</p>",
    "modalApplications": "<p>Storm water pumping and management of river water help regulate floods, meet water demands, support irrigation installations, drain lakes and rice fields, and allow desiccation of land for agricultural or urban use. They also facilitate cooling water circulation in conventional and renewable power plants, ensure efficient water supply and distribution, and enable proper treatment at wastewater treatment plants.</p> <p>Additionally, these systems are used in water parks, general industrial processes, and sea water applications, providing versatile solutions for both recreational and commercial needs.</p>",
    "modalMaterials":"<p>The pump body is made of **GG-25** (optional **bronze**, **superduplex**, **AISI 316**), and the drive hub is also **GG-25** (optional **bronze**, **superduplex**, **AISI 316**). The impeller blades are **AISI 304** (optional **bronze**, **superduplex**, **AISI 316**), while the body cover is **GG-25** (optional **bronze**, **superduplex**, **AISI 316**). The motor housing is also **GG-25** (optional **bronze**, **superduplex**, **AISI 316**) and the stainless steel axle is **AISI 420**.</p> <p>The engine housing is made of **GG-25**, and the O-rings are **NITRILE** (optional **Viton**). Stainless steel screws are **AISI 316**, and the bearings are maintenance-free, permanently lubricated. Mechanical seals are made of **Silicon carbide Viton**, ensuring durability and reliability.</p> <p>The pump is painted with **EPOXY**, and the electric cable is **Neoprene H07RB/7**. It is equipped with a high-efficiency three-phase electric motor of the squirrel cage type, with **IP68** protection and insulation class **F** for safe and efficient operation.</p>"
 
  },
  {
    "image": "images/residualPumps/5.jpg",
    "head": "Category Submerged",
    "name": "SERIE SDX",
    "subhead": "Submersible Electric Pumps for 4″ and 6″ Wells are high-performance pumps designed to operate fully submerged in water. They are ideal for deep well applications such as domestic water supply",
    "modalDescription" : "<p>The SDX series are multicellular submerged centrifugal electric well pumps, made entirely of <strong>AISI 316 stainless steel</strong> with optimized design and thickness for water extraction from deep wells and reduced drilling diameter.</p> <p>Their modular composition includes the hydraulic pump and submersible electric motor, which is coupled to the bottom of the pump. They can operate vertically or horizontally (with cooling bell) and are supported by the column tubes that expel water outside. Each unit can be custom fabricated for the specific application and installation, with a maximum liquid temperature of 25º and maximum sand content of 160 gr/m³.</p> <p>Some key advantages are good hydraulic performance with higher yields, configurable pressure by adding or removing phases, elimination of priming and aspiration problems, avoidance of air intakes, no pump-motor alignment issues, less noise, reduced installation space and civil works, lower costs and maintenance, and a longer service life.</p>",
    "modalCharacteristics": "<p>The installations of the series consist of three parts. The hydraulic body, made entirely of <strong>AISI 316</strong>, includes a suction body, a discharge body, and stages or phases composed of diffuser bodies and closed multi-channel semi-axial impellers. The group diameter can be 6, 8, or 10 inches depending on perforation and service data, and the operating pressure is achieved by incorporating the necessary number of stages in its modular configuration. The impellers are driven by a central shaft that transmits motor power.</p><p>The submersible electric motor operates at 50 or 60 Hz with IP-68 protection and supports the axial thrust of the pump via a large axial bearing. The stator winding is flooded with oil or water depending on size, and bearings are lubricated by the internal liquid, requiring no maintenance. These motors are manufactured by prestigious specialized firms, and the coupling flanges follow NEMA standards to simplify maintenance and repair.</p><p>The hydraulic column consists of sections according to well depth, made up of tubes with steel flanges, providing structural support and enabling efficient water transport from the well to the surface.</p>",
    "modalApplications": "<p>SDX pumps are highly suitable for a wide range of applications including water supply and distribution networks, overpressure systems, and water treatment processes at wastewater treatment plants, ensuring reliable and efficient operation under demanding conditions.</p><p>They can also be effectively used in irrigation and sprinkler systems, mining operations, water parks, cooling towers, and chemical industries, providing robust performance and long-term durability even in challenging environments.</p><p>Furthermore, SDX pumps are ideal for use in conventional or nuclear thermal power plants, refineries for pumping crude and refined products, sanitary and cleaning facilities, and general industrial applications, offering versatility, high efficiency, and reduced maintenance requirements across all sectors.</p>",
    "modalMaterials":"<p>The aspiration body is made of <strong>AISI 316</strong> (optional <strong>AISI 304</strong>), and the drive body is also <strong>AISI 316</strong> (optional <strong>AISI 304</strong>), providing high resistance and durability for hydraulic operations.</p> <p>The diffuser body is constructed from <strong>AISI 316</strong> (optional <strong>AISI 304</strong>), and the rodete is similarly made of <strong>AISI 316</strong> (optional <strong>AISI 304</strong>), ensuring optimal hydraulic performance and longevity.</p> <p>The pump shaft is manufactured in <strong>AISI 316</strong> (optional <strong>AISI 304</strong>), while the buje and striner are both made of <strong>AISI 316</strong>, guaranteeing strength, corrosion resistance, and reliable operation under demanding conditions.</p>"
 
  },
  {
    "image": "images/residualPumps/6.jpg",
    "head": "ST-STI 6″ Constructive Series",
    "name": "ST STI Serie",
    "subhead": "The ST-STI 6″ Constructive Series are multicellular submerged centrifugal electric well pumps for domestic, industrial, irrigation and pressurised water installations by means of hydraulic accumulators.",
    "modalDescription" : "<p>These pumps are specifically designed for extracting water from deep wells with a reduced drilling diameter. Their modular composition consists of a hydraulic pump and a submersible electric motor that is coupled to the bottom of the pump, allowing flexible installation and efficient performance. They can operate either vertically or horizontally (with a cooling bell), and the pump is supported by the column tubes that expel the water to the outside.</p><p>Engineered for reliability and safety, the pumps are equipped with a built-in check valve and are not designed to run dry, ensuring protection against damage during operation. They can handle a maximum liquid temperature of 30º and tolerate up to 50 gr/m³ of sand, making them suitable for a variety of water conditions and well environments.</p>",
    "modalCharacteristics": "<p>The installations of the series consist of three main parts. The hydraulic body is composed of a suction body, a discharge body, and multiple stages formed by closed multi-channel axial-type diffuser and impeller bodies. These stages are enclosed within a stainless steel casing that provides high resistance and prevents deformation, ensuring durability and reliability. The diameter of the assembly is 6″, and the impellers are driven by a central shaft that transmits the motor’s power efficiently.</p><p>The submersible electric motor operates at 50 or 60 Hz and features IP-68 protection, supporting the axial thrust of the pump through a large, well-dimensioned axial bearing. The stator winding is flooded in oil or water, and the bearings are lubricated by the internal liquid, eliminating the need for maintenance. These motors are produced by leading specialized manufacturers, and their coupling flanges are designed according to NEMA standards to facilitate maintenance and repair operations.</p><p>The hydraulic column is constructed in sections based on the depth of the well. These sections can be made from standard commercial piping or steel flanged piping, providing strong structural support and enabling smooth and efficient water transportation from deep wells to the surface.</p>",
    "modalApplications": "<p>These pumps are ideal for a wide range of applications including water supply and distribution, overpressure systems, and water treatment processes at wastewater treatment plants.</p><p>They are also suitable for irrigation and sprinkler systems, cooling towers, chemical industries, sanitary and cleaning facilities, and general industrial operations.</p><p>Additionally, they are used in ornamental fountains, air conditioning installations, washing systems, and fire-fighting installations, ensuring reliable performance across various commercial and industrial environments.</p>",
    "modalMaterials":"<p>The hydraulic body is constructed with an aspiration body made of <strong>GG-25</strong> and a drive body also made of <strong>GG-25</strong>. The diffuser body and rodete are both composed of <strong>NORYL</strong>, ensuring lightweight strength and durability. The pump shaft and outer shell are made of <strong>stainless steel</strong>, providing excellent resistance to corrosion and long service life.</p><p>The hydraulic column is designed to offer robust structural support for the entire pumping system, ensuring stability and efficient water transport under varying operational conditions.</p><p>The engines are submersible motors with <strong>IP68</strong> protection, operating either in water or oil bath, and optionally available in <strong>AISI 316</strong> for enhanced corrosion resistance. These motors are engineered for reliable performance, low maintenance, and long-term operation in demanding environments.</p>"
 
  },
  {
    "image": "images/residualPumps/7.jpg",
    "head": "Building, Desalination plants, Distribution and Domestic etc",
    "name": "SVA Serie",
    "subhead": "The SVA series are submersible electric pumps with axial flow, for large flows, low and medium heights in water elevations. Combines low NPSH with high performance. A very robust mechanical construction.",
    "modalDescription" : "<p>The SVA series are submersible electric pumps with axial flow, for large flows, low and medium heights in water elevations. Combines low NPSH with high performance.</p><p>A very robust mechanical construction, with a common shaft for pump and motor, make the unit a compact and very solid group.</p><p>The impellers are of the propeller type that guarantee the maximum passage of water.</p>",
    "modalCharacteristics": "<p>The SVA electric pumps are designed with exceptional solidity and safety, featuring robust bearings, an oversized shaft, and integrated humidity and temperature probes. They include a double mechanical seal and an oil chamber that lubricates the seals and protects against water infiltration. The hydraulic body consists of a suction body, one or two pump bodies, and one or two axial impellers, with the impeller assembly rotating through a central shaft that transmits the motor’s power.</p><p>The motor is a three-phase squirrel cage type with <strong>IP68</strong> protection and insulation class <strong>F</strong>, ensuring efficient and reliable performance in submerged conditions. The entire assembly is simple to install, as it is fixed by its own weight and positioned inside a discharge pipe or a concrete civil chamber. The paint treatment consists of a double epoxy layer cross-linked with special polyamide, making it suitable for immersion and aggressive industrial environments.</p><p>When selecting an SVA pump, several parameters must be considered, including manometric height, flow rate, pH and electrical conductivity, as well as the density and viscosity of the liquid to be pumped. Proper evaluation of these factors ensures optimal performance and efficiency for each specific application.</p>",
    "modalApplications": "<p>These pumps are specially designed for storm water pumping, including storm tanks and the elevation of river water, playing a crucial role in the regulation of floods and water demands. They ensure efficient water management in large-scale hydraulic systems and critical environmental conditions.</p><p>They are also widely used in irrigation installations, drainage of lakes and rice fields, and the desiccation of land for agricultural or urban development. In addition, they support cooling water circulation in both conventional and renewable power plants, helping maintain stable operational efficiency.</p><p>Furthermore, these systems are ideal for water supply and distribution networks, wastewater treatment plants, and applications such as water parks, industrial operations, and sea water handling. Their versatility and reliability make them essential in both public infrastructure and industrial environments.</p>",
    "modalMaterials":"<p>The pump body and drive hub are made of <strong>GG-25</strong> (optional <strong>bronze</strong>, <strong>superduplex</strong>, <strong>AISI 316</strong>), while the impeller blades are <strong>AISI 304</strong> (optional <strong>bronze</strong>, <strong>superduplex</strong>, <strong>AISI 316</strong>). The body cover and motor housing are also <strong>GG-25</strong> (optional <strong>bronze</strong>, <strong>superduplex</strong>, <strong>AISI 316</strong>), and the stainless steel axle is <strong>AISI 420</strong>. The engine housing is made of <strong>GG-25</strong>, and the O-rings are <strong>NITRILE</strong> (optional <strong>Viton</strong>).</p><p>Stainless steel screws are <strong>AISI 316</strong>, and the bearings are maintenance-free and permanently lubricated. Mechanical seals are composed of <strong>Silicon carbide Viton</strong>, ensuring long-lasting durability and reliability. The paint coating is a layer of <strong>EPOXY</strong> for protection against corrosion and industrial wear.</p><p>The electric cable is <strong>Neoprene H07RB/7</strong>, and the high-efficiency motor is a three-phase squirrel cage type with <strong>IP68</strong> protection and insulation class <strong>F</strong>, designed for optimal performance and safe operation under demanding conditions.</p>"
 
  },
  {
    "image": "images/residualPumps/8.jpg",
    "head": "Category submerged",
    "name": "SVAT Serie",
    "subhead": "The SVAT series are submersible electric pumps with axial flow, for large flows, low and medium heights in water elevations. Combines low NPSH with high performance.A very robust mechanical construction",
    "modalDescription" : "<p>The SVAT series are submersible electric pumps with axial flow, for large flows, low and medium heights in water elevations. Combines low NPSH with high performance.</p><p>A very robust mechanical construction, with pump-motor coupling allowing easy disassembly and facilitating maintenance tasks make the unit a compact and very solid group.</p><p>The impellers are of the propeller type that guarantee the maximum passage of water.</p>",
    "modalCharacteristics": "<p>The SVAT electric pumps are designed for exceptional solidity and security, featuring robust bearings, an oversized shaft, humidity and temperature probes, a double mechanical seal, and an oil chamber to lubricate the mechanical seals and protect against water infiltration. The hydraulic body is composed of a suction body, one or two pump bodies, and one or two axial impellers, with the impeller assembly rotating on a central shaft that transmits motor power.</p><p>The motor is a three-phase squirrel cage type with <strong>IP68</strong> protection and insulation class <strong>F</strong>, ensuring reliable and efficient operation. The assembly is simple to install, fixed by its own weight, and can be positioned inside a discharge pipe or a concrete civil chamber. The pump is coated with a double epoxy layer cross-linked with special polyamide, making it suitable for immersion and aggressive industrial environments.</p><p>When selecting an SVAT pump, several parameters must be considered, including manometric height, flow, pH and electrical conductivity, density and viscosity of the liquid to be pumped, and the intended application. Proper evaluation of these factors ensures optimal performance, efficiency, and longevity of the pump in its specific operating environment.</p>",
    "modalApplications": "<p>These pumps are designed for storm water pumping, including storm tanks, and for elevating river water. They play a crucial role in regulating floods and meeting water demands, ensuring effective water management in both urban and rural settings.</p><p>They are also widely used in irrigation installations, drainage of lakes and rice fields, and desiccation of land. Additionally, they support cooling water circulation in conventional and renewable power plants, maintaining operational efficiency and reliability.</p><p>Furthermore, these pumps are suitable for water supply and distribution networks, water treatment at wastewater treatment plants, water parks, general industrial applications, and handling sea water. Their versatility and robust design make them essential for various infrastructure and industrial needs.</p>",
    "modalMaterials":"The pump body is made of <strong>GG-25</strong> (optional <strong>bronze</strong>, <strong>superduplex</strong>, <strong>AISI 316</strong>), the impeller is <strong>bronze</strong> (optional <strong>GG-25</strong>, <strong>superduplex</strong>, <strong>AISI 316</strong>), and the body cover and motor housing are also <strong>GG-25</strong> (optional <strong>bronze</strong>, <strong>superduplex</strong>, <strong>AISI 316</strong>). The stainless steel axle is <strong>AISI 420</strong>, engine housing is <strong>GG-25</strong>, O-rings are <strong>Nitrile</strong> (optional <strong>Viton</strong>), and stainless steel screws are <strong>AISI 316</strong>, with maintenance-free permanently lubricated bearings and <strong>Silicon carbide Viton</strong> mechanical seals for long-lasting reliability. The assembly is finished with <strong>EPOXY</strong> painting, <strong>Neoprene H07RB/7</strong> electric cable, and a high-efficiency three-phase squirrel cage motor with <strong>IP68</strong> protection and insulation class <strong>F</strong> for optimal performance."
 
  },
  {
    "image": "images/residualPumps/9.jpg",
    "head": "Residual Pump Series I",
    "name": "Triton Serie",
    "subhead": "The SVAT series are submersible electric pumps with axial flow, for large flows, low and medium heights in water elevations. Combines low NPSH with high performance. A very robust mechanical construction.y",
    "modalDescription" : "<p>These submersible electric pumps are designed for wells and are available in multicellular 4″ and 6″ configurations, providing efficient water extraction from deep wells. Their compact and robust design ensures reliable operation even in narrow boreholes or challenging installation environments.</p><p>Constructed with high-quality corrosion-resistant materials, these pumps deliver long service life and superior hydraulic performance. They are suitable for a wide range of applications, including water supply, irrigation, and industrial systems, offering flexibility and durability in various water pumping needs.</p>",
    "modalCharacteristics": "<p>This pump is of radial type and operates with a counterclockwise rotation direction. It features a built-in check valve and can handle a maximum liquid temperature of 30ºC, ensuring reliable performance under standard operating conditions.</p><p>It is available in different models including SJI, SKI, SLI, SMI, SPI, SQI, STI, and ST. One convenient feature is that it is not necessary to dismantle the strainer to pass the cable, simplifying installation and maintenance.</p><p>The pump is built for durability and high corrosion resistance throughout. The impulsion body is made of stainless steel, and the suction body is also stainless steel with a built-in strainer, providing strength, reliability, and long-term operational efficiency.</p>",
    "modalApplications": "<p>The pumps feature radial or semi-axial turbines and diffusers made of <strong>Norly</strong>, providing efficient hydraulic performance. They are equipped with ceramic-rubber bearings for long-lasting durability and smooth operation.</p><p>The motors are designed with an oil bath and the outer casing and shaft are made of <strong>stainless steel</strong>, ensuring high resistance to corrosion and wear. A check valve is built into the discharge body to prevent backflow and maintain safe operation.</p><p>The pump-to-motor coupling follows NEMA standards for easy maintenance and compatibility. On request, these pumps can be supplied with VARIACHE or VARIVIP variable speed drives, depending on power and voltage requirements, offering flexibility for different applications.</p>",
    "modalMaterials":"..."
 

  },
  {
    "image": "images/residualPumps/10.jpg",
    "head": "Submersible motors from 4″ to 12″",
    "name": "Operation at 50Hz",
    "subhead": "Uses the same liquid extracted by the pump acting as a coolant as it passes through. around the engine The minimum circulation speeds vary between 8 cm/sg and 16 cm/sg depending on the model.",
    "modalDescription" : "<p>These pumps are designed for refrigeration applications, using the same liquid extracted by the pump to act as a coolant as it passes around the engine. This ensures effective temperature regulation during operation and maintains motor efficiency.</p><p>The minimum circulation speeds vary between 8 cm/s and 16 cm/s depending on the model, while the minimum flow rate required for refrigeration ranges from 50 l/min to 630 l/min, also depending on the model. These parameters ensure proper cooling and prevent overheating under different operating conditions.</p><p>In cases where the minimum speed is not assured, a refrigeration jacket is necessary to maintain proper cooling. Additionally, for extra control of motor temperature, PTC or PT100 probes can be incorporated into the winding, providing precise monitoring and protection against overheating.</p>",
    "modalCharacteristics": "<p>The submersible motors are of asynchronous type with <strong>IP-68</strong> protection and feature a squirrel cage rotor mounted on special collinetes. They are designed to support the axial thrust of the pump through a generously dimensioned axial bearing, ensuring stable and reliable operation.</p><p>The stator winding is flooded with oil or water depending on the size (4″, 6″, 8″, 10″, 12″), and the bearings are internally lubricated, requiring no maintenance. An elastic diaphragm compensates for pressure differences between the inside and outside, protecting the motor and extending its service life.</p><p>The motors are equipped with normalized coupling flanges according to <strong>NEMA</strong> standards and are designed to work in a horizontal position with a variator. This configuration allows flexible installation, precise control, and efficient operation across various pumping applications.</p>",
    "modalApplications": "<p>The pumps feature radial or semi-axial turbines and diffusers made of <strong>Norly</strong>, providing efficient hydraulic performance. They are equipped with ceramic-rubber bearings for long-lasting durability and smooth operation.</p><p>The motors are designed with an oil bath and the outer casing and shaft are made of <strong>stainless steel</strong>, ensuring high resistance to corrosion and wear. A check valve is built into the discharge body to prevent backflow and maintain safe operation.</p><p>The pump-to-motor coupling follows NEMA standards for easy maintenance and compatibility. On request, these pumps can be supplied with VARIACHE or VARIVIP variable speed drives, depending on power and voltage requirements, offering flexibility for different applications.</p>",
    "modalMaterials":"<p><strong>Single-phase motors</strong> in oil bath are rewindable and available in 4″ OIL CORMOTOR models, offering reliable performance for smaller pumping applications. <strong>Three-phase motors</strong> in oil bath are also rewindable in 4″ OIL CORMOTOR, providing higher efficiency and durability for more demanding operations.</p><p>The 6″, 8″, and 10″ <strong>CORMOTOR AQUA three-phase water bath</strong> motors are rewindable and designed for optimal cooling and long-term performance. These motors are suitable for medium to large pumping systems where reliability and water-cooled operation are essential.</p><p>The 12″ <strong>three-phase motors</strong> in water bath are rewindable CORMOTOR AQUA models, offering high power and robust construction for large-scale pumping applications. All these motor types ensure efficient operation, minimal maintenance, and compatibility with a variety of industrial and water management systems.</p>"

  }
]
