[
    {
        "title":"ARS Serie",
        "description":"Submersible pumps for bilges and residuals.",
        "image":"images/resudialOrgPump/1.jpg",
        "category":"Residuals Tags: Bâtiment, Building, Desalination plants, Distribution, Domestic, Irrigation, Piscifactorías, Pluviales, Sewage plant, Sewage treatment plants, Theme Parks, Tto drinking water, Urbanization",
        "submersibleModalDescHeading":"...",
        "submersibleModalDesciption":"<p>The evacuation of wastewater and rainwater to sewerage networks, along with the sanitation management of buildings and populated areas, is a vital concern that must be handled with great care to prevent health risks. The ARS series electric pumps are submersible units designed for wastewater treatment, combining a hydraulic section and an electric motor. Their hydraulic part features various impeller types — drainage, vortex, single-channel, multi-channel, and shredders — allowing solid passages from 6 to 105 mm, while the suction and discharge flanges follow EN 1092 (DIN 28605) standards, ranging from Ø40 to Ø300 and drilled according to DIN 2501-PN10.</p><p>The ARS electric pumps are built with exceptional robustness and safety in mind, featuring oversized shafts and bearings, humidity and temperature probes (standard from 7.5 Cv), double mechanical seals, and an oil chamber that lubricates and protects against water infiltration. They are treated with a double epoxy coating, crosslinked with special polyamide, ensuring long-lasting protection even in immersion and harsh industrial environments.</p><p>All units are equipped with three-phase squirrel cage electric motors, with power outputs ranging from 1.1 hp for drainage or grinder pumps up to 135 hp for multichannel models. When selecting a submersible pump, key parameters to consider include manometric height, flow rate, pH and electrical conductivity, and the density and viscosity of the liquid, depending on the specific application.</p>",
        "submersibleModalCharecteristics":"<p>The hydraulic part and the engine of the ARS series are joined by a common shaft, protecting the engine’s watertightness by means of a double mechanical seal system housed in an intermediate oil chamber. ARS electric pumps must be able to pump the suspended particles contained in the wastewater. For this purpose, impellers are used which, due to their design, protect the pump from blockages and clogging.</p><p>Today there is a wide range of impellers for each of the necessary applications. Vortex “V” impeller: Vortex type delayed impeller electric pumps ensure free and integral passages, recommended for transferring dirty and loaded waters with solid bodies and filaments in suspension, as well as liquids from biological pits and meteoric waters. Impeller “MI” / “M” / “U” single-channel: Electric pumps with closed single-channel impellers are suitable for dirty and charged water transfer, especially for cesspools, biological pit collections, and general wastewater. Multichannel “CI” / “C” / “2U” impeller: These are used for transferring dirty and charged waters, particularly black wells and biological pit collections.</p><p>Impeller “RI” shredder: Vortex type electric pumps with a delayed impeller and suction crushing system, ideal for dirty or lightly charged water containing filamentary bodies from service stations or communities. Impeller “DI” / “D” drainage: Electric pumps with open drainage impellers are suitable for transferring dirty or slightly charged water, rainwater with sand and abrasive particles, and quarry liquids. The installation types for these pumps can be wet chamber, transportable, or dry chamber.</p>",
        "submersibleModalApplication":"<p>The ARS pumps, depending on the type of impeller, are designed to handle a wide variety of applications and conditions efficiently. Their robust construction and adaptable hydraulic design make them suitable for both municipal and industrial environments.</p><p>They are ideal for wastewater treatment plants, pumping of municipal and industrial wastewater, drainage of buildings and land, and general wastewater treatment processes. These pumps are also effective in managing rainwater that contains abrasive particles and sand.</p><p>Additionally, ARS pumps are used in quarries, for the decanting of dirty and loaded waters containing crushed filamentous bodies, as well as in black wells and for the collection of biological pits.</p>",
        "submersibleModalMaterials":"..."
    
    },
    {
        "title":"Turbo Vortex Serie",
        "description":"Submerged pumps for bilges and residuals.",
        "image":"images/resudialOrgPump/2.jpg",
        "category":"Residuals",
        "submersibleModalDescHeading":"...",
        "submersibleModalDesciption":"<p>The electric pumps of the TURBO VORTEX series are submersible units for agitation systems, specially designed for the agitation and mixing of fluids in pumping wells within wastewater installations. The design emphasizes both robustness and lightness.</p>",
        "submersibleModalCharecteristics":"<p>The submerged agitators of the TURBO VORTEX series consist of a Vortex type impeller and a squirrel cage type electric motor. The series for sewage wells includes two models: Turbo Vortex 300 with 3 hp and Turbo Vortex 550 with 5.5 hp. These agitators start operating before the pumps begin, removing decantates from the bottom of the well and dispersing them in the water so that, when the pumps start, the particles are efficiently pumped out of the well.</p><p>The same operation is repeated just before the pumps stop, ensuring the dispersion of any decanting that may have formed during operation and guaranteeing complete pumping of the tank before shutdown. This process helps maintain the cleanliness and efficiency of the pumping system while preventing sediment buildup.</p><p>The TURBO VORTEX agitators do not require priming as they work fully or partially submerged. They also do not require any piping or lubrication. The hydraulic part and the motor are connected by a common shaft, ensuring smooth and reliable operation.</p>",
        "submersibleModalApplication":"<p>The TURBO VORTEX agitators are ideal for use in homogenisation tanks, where they help maintain uniform fluid consistency and prevent sedimentation.</p><p>They are also suitable for nitrification-denitrification processes, slurry deposits, and pumping wells, ensuring continuous movement and effective mixing of liquids.</p><p>Additionally, these agitators are used in various industrial processes and black wells, providing reliable performance in demanding wastewater and treatment applications.</p>",
        "submersibleModalMaterials":"<p>Impeller <strong>GG-25</strong><br>Body Cover <strong>GG-25</strong><br>Engine Housing <strong>GG-25</strong><br>Stainless Steel Shaft <strong>AISI 403</strong></p><p>O-rings <strong>Nitrile</strong><br>Stainless Steel Screws <strong>AISI 304</strong><br>Mechanical Seals <strong>Silicon Carbide - Nitrile</strong><br>Electric Cable <strong>Neoprene H07RB/7</strong></p><p>High-efficiency three-phase electric motor, squirrel cage type, with <strong>IP68</strong> protection and insulation class <strong>F</strong> and <strong>H</strong>.</p>"
    
    },
    {
        "title":"D Serie",
        "description":"Submersible pumps for drains and drainage",
        "image":"images/resudialOrgPump/3.jpg",
        "category":"Residuals Tags: Building, Distribution, Domestic, Excavations, Sewage plant, Sewer system, Vessel",
        "submersibleModalDescHeading":"...",
        "submersibleModalDesciption":"<p>The D series electric pumps are submersible units designed for heavy-duty lifting of dirty water without supervision, offering reliable performance even when the water contains mud, sand, or other particles.</p><p>They combine a hydraulic part and an electric motor, featuring robust construction with oversized shafts, double mechanical seals, and oil chambers that ensure durability and protection against water infiltration.</p><p>These pumps are treated with double epoxy paint for resistance in industrial environments and equipped with high-efficiency three-phase squirrel cage motors, making them ideal for installations that require multiple units in series for high-rise applications.</p>",
        "submersibleModalCharecteristics":"<p>These pumps do not require priming, piping installation, foot valves, or lubrication, and they can operate dry for short periods while working continuously day and night without risk.</p><p>They are easily transportable due to their low weight and robust design, making them convenient for various job sites.</p><p>Wear parts can be serviced quickly and easily on-site without the need for specialist mechanics, ensuring minimal downtime and efficient maintenance.</p>",
        "submersibleModalApplication":"<p>These pumps are ideal for keeping excavations dry, construction sites, drainage, and water depletion in mines, as well as for drying formwork, trenches, channels, and wells.</p><p>They are also suitable for vessels, wastewater treatment plants, pumping of municipal and industrial wastewater, drainage of buildings and land, and various industrial processes.</p><p>Additionally, they can handle rainwater with abrasive particles and sand, quarries, decanting of dirty and loaded waters containing crushed filamentous bodies, black wells, and the collection of biological pits.</p>",
        "submersibleModalMaterials":"<p>Pump body <b>ZL 104</b><br>Impeller <b>ASTM A4746 CA40</b><br>Body Cover <b>ZL 104 GG25</b><br>Engine Housing <b>GG-25</b><br>Stainless Steel Shaft <b>AISI 420</b></p><p>O-rings <b>Nitrile</b> (Optional <b>Viton</b>)<br>Screwsinox <b>AISI 316</b><br>Maintenance-free, permanently lubricated bearings<br>Mechanical Seals <b>Silicon Carbide Viton</b><br>Painting <b>Epoxy</b><br>Electrical Connections on Rail (DIN)</p><p>Electric Cable <b>Neoprene H07RB/7</b><br>High-efficiency three-phase electric motor, squirrel cage type, with <b>IP68</b> protection and insulation class <b>F</b> and <b>H</b></p>"    
    },
        {
        "title":"ARSA Serie",
        "description":"Submersible pumps for bilges and residuals.",
        "image":"images/resudialOrgPump/4.jpg",
        "category":"Residuals",
        "submersibleModalDescHeading":"...",
        "submersibleModalDesciption":"<p>The ARSA series units are the ideal solution for residual dry chamber installations, offering the same performance as ARS pumps while being outside the liquid reservoir, using standard IEC air-cooled motors, and allowing easy maintenance without the challenges of submerged installations.</p><p>These pumps are designed for wastewater containing solid matter, faecal material, or sludge, making them suitable for demanding applications.</p><p>They can operate in horizontal positions using supports or vertically on a suction base to minimize space, and they comply with the EN 12050 standard for wastewater lifting plants in buildings and installations.</p>",
        "submersibleModalCharecteristics":"<p>These pumps can be equipped with vortex, single-channel, or multi-channel impellers, and their maintenance and overhaul can be carried out quickly without entering the pumping basin.</p><p>The hydraulic part and the motor can be easily disassembled without disconnecting the pipes, and a dielectric oil chamber lubricates and cools the mechanical seals, protecting them from water infiltration, while a moisture probe is included.</p><p>They require no additional lubrication, can handle liquids up to 60º Celsius, with a pH range of 6 to 10, and a density up to 1 kg/dm³, and any system of buoys or probes can be installed for automatic dewatering.</p>",
        "submersibleModalApplication":"<p>These pumps are suitable for sewage pumping, sludge recirculation, pumping of slurry, washing of sand filters, and various industrial processes in textile, paper, food, ceramic products, and more.</p><p>They are also used in mining, vessels, wastewater treatment plants, pumping of municipal and industrial wastewater, storm tanks, and drainage of buildings and land, as well as for rainwater containing abrasive particles and sand.</p><p>Additionally, they handle quarries, decanting of dirty and loaded waters containing crushed filamentous bodies, black wells, and other applications requiring robust and reliable pumping solutions.</p>",
        "submersibleModalMaterials":"<p>The pump features a robust construction with <b>GG25</b> pump body, <b>GG25</b> impeller, <b>GG25</b> body cover, <b>AISI 420</b> stainless steel shaft, <b>Nitrile</b> O-rings, <b>AISI 316</b> stainless steel screws, <b>Silicon carbide Viton</b> mechanical seals, and a <b>GG-25</b> oil chamber, with <b>Epoxy</b> painting and maintenance-free, permanently lubricated bearings.</p><p>It is powered by a surface electric motor, asynchronous, three-phase in squirrel cage, with closed construction and external ventilation, prepared for standard power inversion and capable of handling supply voltage variations of 230 V +/- 10% or 400 V +/- 10%.</p><p>Optionally, upon request, the pump can be supplied in special steels when the fluid requires it, ensuring versatility and reliability for demanding applications.</p>"
    
    },
    {
        "title":"Serie BR",
        "description":"Bombas sumergibles para achiques y residuales.",
        "image":"images/resudialOrgPump/5.jpg",
        "category":"Recirculacion, Residuales Etiquetas: Planta Depuradora, Pluviales",
        "submersibleModalDescHeading":"...",
        "submersibleModalDesciption":"<p>Las Bombas de Recirculación serie BR se utilizan principalmente en plantas de tratamiento de aguas residuales, y están diseñadas para trasegar líquidos de viscosidad baja o media de un tanque a otro, manteniendo en movimiento los lodos activos, especialmente en procesos de nitrificación y desnitrificación.</p><p>También son bombas empleadas para trasegar grandes caudales a baja altura, garantizando un excelente rendimiento hidráulico.</p><p>Para realizar fácilmente su instalación y facilitar su posición de trabajo, disponen de un sistema de deslizamiento en el tanque mediante un sistema automático de acoplamiento rápido y un juego de tubos guía.</p>",
        "submersibleModalCharecteristics":"<p>These pumps are based on the same design and principles as the AGS submersible agitators, ensuring easier maintenance and repairs, and they are available for various discharge diameters (DN300, DN400, and DN600) with motors ranging from 1.2 to 10.7 kW.</p><p>The hydraulic part and motor are connected by a common shaft, protected by a double mechanical seal housed in a dielectric oil chamber that lubricates and cools the seals, and the impeller, made of AISI 316 stainless steel with three blades, is self-cleaning and prevents blockages while ensuring high performance.</p><p>The shaft is oversized and dynamically balanced for durability, no lubrication is required, and the pumps are available in two series depending on service needs: Series G with GG-25 motor housing and Series X with AISI-316L motor housing, allowing a maximum of 15 starts per hour.</p>",
        "submersibleModalApplication":"<p>Estos equipos se utilizan en estaciones de bombeo y recirculación de lodos activos en plantas de tratamiento de aguas residuales, especialmente en procesos de nitrificación y desnitrificación, así como en el bombeo de aguas residuales, recirculación de fangos, plantas de biogás y bombeo de purines.</p><p>También son adecuados para el lavado de filtros de arena, procesos industriales en productos textiles, papeleros, alimentarios, cerámicos, canteras, minas y buques, así como en plantas depuradoras y el bombeo de aguas residuales fecales municipales e industriales.</p><p>Además, se emplean en tanques de tormentas, drenaje de edificios y terrenos, aguas pluviales con partículas abrasivas y arenas, trasiego de aguas sucias y cargadas con cuerpos filamentosos triturables, y pozos negros, garantizando un rendimiento confiable en diversas aplicaciones.</p>",
        "submersibleModalMaterials":"<p>The pumps feature series G and series X housings with <b>Inox AISI 316 L</b>, <b>Inox AISI 304</b> current rings, <b>Inox AISI 316</b> and <b>Inox AISI 420</b> shafts, and propellers made of <b>Inox AISI 316</b>, ensuring robust and corrosion-resistant construction.</p><p>Fasteners for series G are made of <b>Inox AISI 304</b> and for series X of <b>Inox AISI 316</b>, with mechanical seals of <b>Silicon Carbide/Silicon/Nitrile</b> for series G and <b>Silicon Carbide/Silicon/Viton</b> for series X, while O-rings are <b>Nitrile</b> for series G and <b>Viton</b> for series X.</p><p>Electric connections use <b>Neoprene H07RN/F</b> cables, and the three-phase squirrel cage motor features IP68 protection, class H insulation, and is cooled by the submerged fluid.</p>"
    
    },
        {
        "title":"Serie AGS",
        "description":"Submerged stirrers",
        "image":"images/resudialOrgPump/6.jpg",
        "category":"Agitators, Residuals Tags: Pluviales, Sewage plant, Supplies",
        "submersibleModalDescHeading":"...",
        "submersibleModalDesciption":"<p>AGS agitation groups consist of a propeller that rotates at different speeds and an electric motor, mainly used in wastewater treatment plants to homogenize sludge or liquids containing heavy particles, removing the bottom and avoiding the formation of deposits.</p><p>The installation of the submersible mixers is usually carried out using a universal guide system, which allows the mixer to be used in tanks of different water depths while preventing the formation of dead zones.</p><p>With the guide tube system, lowering the agitator into the tank is simple, even if it is flooded, and the reverse operation is just as easy if the equipment needs to be removed for repair or maintenance work.</p>",
        "submersibleModalCharecteristics":"<p>The AGS range of agitators includes groups from 0.6 to 9.8 kW, with thrust from 120 to 2275 N, propeller diameters from 176 to 600 mm, and speeds between 470 and 1382 rpm, and selection depends on raft area, water height, construction material, submerged equipment, liquid properties like pH and conductivity, suspended solids concentration, and the function of the pond.</p><p>AGS units can be supplied with propeller only or with propeller and current ring, installed using floor fixing kits, wall brackets, or alloy and turning systems, and feature a hydraulic part and motor joined by a common shaft with a double mechanical seal in a dielectric oil chamber, lubricating and cooling the seals, with a microfusion stainless steel self-cleaning helix and an oversized, dynamically balanced shaft.</p><p>No lubrication is required, and depending on service needs, the agitators are available in three series: G-series with GG-25 motor housing, X-series with AISI-316L housing, and D-series with Super Duplex housing, allowing a maximum of 15 starts per hour.</p>",
        "submersibleModalApplication":"<p>These pumps are used in pumping stations and for recirculation of active sludge in wastewater treatment plants, particularly in nitrification and denitrification processes, as well as for general wastewater pumping, sludge recirculation, biogas plants, and pumping of purines.</p><p>They are also suitable for washing sand filters, industrial processes in textiles, paper, food, ceramics, quarries, mines, vessels, and water treatment plants, including pumping municipal and industrial faecal wastewater and storm tanks.</p><p>Additionally, they handle stormwater containing abrasive particles and sand, the transfer of dirty and loaded water with triturable filamentary bodies, and black wells, providing reliable performance in diverse demanding applications.</p>",
        "submersibleModalMaterials":"<p>The pumps feature motor housings of the <b>GG-25</b> G series, <b>Inox AISI 316 L</b> X series, and <b>Super Duplex</b> D series, with helixes of <b>Inox AISI 316</b> for G-X series and propellers of <b>Super Duplex</b> for D series, along with current rings of <b>Inox AISI 304</b>, <b>Inox AISI 316 L</b>, and <b>Super Duplex</b> for G, X, and D series respectively.</p><p>The shafts are <b>Inox AISI 420</b> for G series and <b>Inox AISI 316</b> for X-D series, fasteners are <b>Inox AISI 304</b> for G and <b>Inox AISI 316</b> for X-D, while mechanical seals are <b>Silicon Carbide/Silicon/Nitrile</b> for G series and <b>Silicon Carbide/Silicon/Viton</b> for X-D series, with O-rings of <b>Nitrile</b> for G and <b>Viton</b> for X-D series.</p><p>Electric connections use <b>Neoprene H07RN/F</b> cables, and the three-phase squirrel cage rotor motor features IP68 protection, class H insulation, and is cooled by the submerged fluid, ensuring robust and reliable operation.</p>"
    
    },
    {
        "title":"ACS Serie",
        "description":"Submersible pumps for bilges and residuals.",
        "image":"images/resudialOrgPump/7.jpg",
        "category":"Residuals Tags: Agitation, Desalination plants, Sewage plant, Tto drinking water",
        "submersibleModalDescHeading":"...",
        "submersibleModalDesciption":"<p>The ACS current accelerator groups consist of a propeller with two blades and an electric motor with a reducer that rotates the propeller at low speed, increasing physical and energetic performance compared to other agitation and mixing systems.</p><p>They are mainly used in wastewater treatment plants for nitrification-denitrification ponds, sludge treatment, disinfection, mixing, and homogenizing sludge, as well as creating a homogeneous flow of liquids in the tanks for water treatment.</p><p>The installation uses a universal guide system that allows the agitator to be used in tanks of different water depths, avoiding dead zones, and the guide tube system makes lowering and removing the equipment simple for maintenance or repair.</p>",
        "submersibleModalCharecteristics":"<p>The range of ACS agitators consists of groups from 1.5 to 7.5 kW, producing thrust from 680 to 4160 N, with a reducer rotating the propeller at low speeds between 36 and 63 rpm and propeller diameters ranging from 1100 to 2500 mm.</p><p>When selecting a submerged agitator, parameters such as raft area, water blade height, construction material, submerged equipment, liquid properties like pH and conductivity, suspended solids concentration, density, and the function of the pond must be considered.</p><p>The hydraulic part and motor are joined by a common shaft with a double mechanical seal in a dielectric oil chamber that lubricates and cools the seals, the shaft is oversized and dynamically balanced, and no lubrication is required.</p>",
        "submersibleModalApplication":"<p>These pumps are used in pumping stations and for recirculation of active sludge in wastewater treatment plants, particularly in nitrification and denitrification processes, as well as for sludge storage, digestion, and biological reactors with activated sludge.</p><p>They are also suitable for homogenisation tanks, biogas plants, pumping of slurry, washing of sand filters, and various industrial processes in textiles, paper, food, and ceramic production, as well as general wastewater treatment.</p><p>Additionally, they handle pumping of municipal and industrial wastewater and storm tanks, providing reliable performance across diverse wastewater management applications.</p>",
        "submersibleModalMaterials":"<p>The pumps feature motor housings of the <b>GG-25</b> G series, <b>Inox AISI 316 L</b> X series, and <b>Super Duplex</b> D series, with helixes of <b>Inox AISI 316</b> for G-X series and propellers of <b>Super Duplex</b> for D series, along with current rings of <b>Inox AISI 304</b>, <b>Inox AISI 316 L</b>, and <b>Super Duplex</b> for G, X, and D series respectively.</p><p>The shafts are <b>Inox AISI 420</b> for G series and <b>Inox AISI 316</b> for X-D series, fasteners are <b>Inox AISI 304</b> for G and <b>Inox AISI 316</b> for X-D, while mechanical seals are <b>Silicon Carbide/Silicon/Nitrile</b> for G series and <b>Silicon Carbide/Silicon/Viton</b> for X-D series, with O-rings of <b>Nitrile</b> for G and <b>Viton</b> for X-D series.</p><p>Electric connections use <b>Neoprene H07RN/F</b> cables, and the three-phase squirrel cage rotor motor features IP68 protection, class H insulation, and is cooled by the submerged fluid, ensuring robust and reliable operation.</p>"
    
    },
        {
        "title":"AJS Serie",
        "description":"Submersible pumps for bilges and residuals.",
        "image":"images/resudialOrgPump/8.jpg",
        "category":"Aerator, Residuals Tags: Desalination plants, Tto drinking water",
        "submersibleModalDescHeading":"...",
        "submersibleModalDesciption":"<p>The AJS series groups are an oxygenation system for wastewater in treatment plants, consisting of an ARS-type submersible electric pump with single or multichannel impeller and a JET-type submerged aeration unit with one, two, or three injectors.</p><p>This aeration system uses the Venturi principle, introducing atmospheric air into water to produce effective mixing, optimum aeration, and suspension of solids.</p><p>It can be installed without the need to empty the existing tank, ensuring quick and easy deployment.</p>",
        "submersibleModalCharecteristics":"<p>The AJS groups are ideal for medium-sized ponds and treatment plants, suitable for rafts between 4 and 6 metres high, and operate by creating a sudden decrease between the pump impulse and the injector nozzle, introducing secondary fluid into the flow.</p><p>This mixing forms very fine bubbles in the turbulent zone, enhancing oxygen transfer for aerobic digestion, while maintaining low environmental impact by reducing noise, vibrations, odours, and requiring minimal piping and maintenance.</p><p>The units feature a lubricated oil chamber protecting the mechanical seals, oversized and dynamically balanced shafts, can operate fully or partially submerged without priming or additional lubrication, and proper selection depends on tank area, raft construction, liquid properties, suspended solids concentration, pond function, and oxygen requirements.</p>",
        "submersibleModalApplication":"<p>These systems are used in homogenisation tanks, stormwater containment tanks, and activated sludge biological reactors, supporting nitrification-denitrification processes and sludge storage and digestion.</p><p>They are also suitable for deposits of slurry, municipal or industrial sewage treatment plants, and emergency or intermittent aeration operations.</p><p>Additionally, they can handle black wells, ensuring effective wastewater management across diverse applications.</p>",
        "submersibleModalMaterials":"<p>The pump features a body, impeller, body cover, and engine housing made of <b>GG25</b>, a shaft of <b>Stainless Steel AISI-420</b>, O-rings of <b>Nitrile</b>, and screws of <b>Stainless Steel AISI-316</b>, with mechanical seals of <b>Silicon Carbide/Silicon</b> and painting of <b>Epoxy</b>.</p><p>Electrical connections are made on a rail (DIN) with an electric cable of <b>Neoprene H07RB/7</b>, a high-efficiency three-phase squirrel cage motor, a <b>Stainless Steel AISI-304</b> window, strainer base of <b>Galvanized Steel</b>, and suction chimney of <b>Stainless Steel AISI-304</b>.</p><p>Optionally, the pump can be supplied in special steels when the fluid requires it, ensuring durability and optimal performance in demanding applications.</p>"
    
    },
    {
        "title":"AR Serie",
        "description":"Submersible pumps for bilges and residuals.",
        "image":"images/resudialOrgPump/9.jpg",
        "category":"Aerator, Residuals Tags: Agitation, Desalination plants, Tto drinking water",
        "submersibleModalDescHeading":"...",
        "submersibleModalDesciption":"<p>AR radial aerators consist of a submersible motor with an impeller for aeration and agitation in sewage systems, providing a flexible and versatile solution when mixing a fluid with an air supply is required.</p><p>This aeration system operates on the Venturi principle, introducing atmospheric air into water, creating an effective mixture, optimal aeration, solid suspension with a star-shaped impeller, and efficient oxygen transfer even at high or moderate suspended solids concentrations.</p><p>Installation does not require emptying the existing tank or special setups, and for large tanks, removable diffuser channels are provided to increase contact time and influence zone, improving transfer efficiency.</p>",
        "submersibleModalCharecteristics":"<p>The AR radial submersible aerator is installed submerged, with a pipe that sucks air and transmits it to the water, while the star-shaped impeller rotates inside a plate-shaped chamber, producing a total mixture of water and air and generating fine bubbles that ensure excellent oxygenation and mixing of the entire tank volume.</p><p>This compact, robust, and reliable unit has a motor shaft directly coupled to the impeller, an oil chamber that lubricates the mechanical seals, a dynamically balanced shaft, and requires no special installation or lubrication, making it easy to remove for servicing and maintenance.</p><p>The aerator fits most tanks, offers power ranges from 2.4 to 52.1 kW, and its selection depends on parameters such as tank area, construction material, liquid properties (pH, conductivity, density, suspended solids), function of the pond, and oxygen requirements.</p>",
        "submersibleModalApplication":"<p>These systems are used in homogenisation tanks, stormwater containment tanks, activated sludge biological reactors, and nitrification-denitrification processes to manage and treat municipal or industrial sewage and sludge, including storage, digestion, and deposit of slurry.</p><p>They are also suitable for emergency work or intermittent aeration, black wells, equalizing tributaries, and flotation of oils, greases, and suspended solids, providing efficient wastewater management.</p><p>Additionally, they improve natural aeration in lagoons, helping to avoid odour problems and ensuring better environmental conditions in treatment plants.</p>",
        "submersibleModalMaterials":"<p>The <b>Impeller  GG25</b>, <b>Engine housing GG-25</b>, <b>Stainless steel shaft AISI-420</b>, and <b>O-rings Nitrile</b> ensure the pump’s structural integrity and reliable operation, while <b>Stainless steel screws AISI-316</b> and <b>Maintenance-free, permanently lubricated bearings</b> provide durability and low maintenance.</p><p>The <b>Mechanical seals Silicon carbide/silicon</b> and <b>Electric cable Neoprene H07RB/7</b> protect the system from leakage and electrical hazards, complemented by a <b>High-efficiency three-phase electric motor, squirrel cage type, IP68 protection, insulation class F and H</b> for optimal performance.</p><p>The <b>Stainless steel plate AISI-304</b>, <b>Stainless steel suction chimney AISI-304</b>, and <b>Stainless steel channels AISI-304</b> handle the pumped fluid efficiently, and optionally, special steels can be used when the fluid contains abrasive materials.</p>"
    
    },
        {
        "title":"EBAR Serie",
        "description":"Prefabricated Pumping Station",
        "image":"images/resudialOrgPump/10.jpg",
        "category":"Pumping station, Residuals Tags: Health centers, Malls, Service areas, Sport centers, Zootechnical holdings",
        "submersibleModalDescHeading":"...",
        "submersibleModalDesciption":"<p>EBAR prefabricated pumping stations are fully automated equipment, specially designed for pumping wastewater either in main pumping stations or intermediate ones, managing wastewater mainly in places where drainage by gravity is not possible or economical.</p><p>They help eliminate unwanted odour problems caused by sulphide build-up in wastewater.</p><p>Thanks to their high resistance, these pumping stations can be buried safely.</p>",
        "submersibleModalCharecteristics":"<p>EBAR pumping stations are built in PVRF with inlet and outlet piping, cable outlet, and ventilation, and include the installation of two submerged sewage pumps from the ARS series for flows between 10 and 600 m³/h, featuring impellers, grinders, drainage, vortex, single-channel open, single-channel or multi-channel types, along with quick coupling systems and guide tubes.</p><p>Stainless steel chains are provided for pump insertion, and the working capacity can be configured according to needs, either in useful volume or impulse power, with level switches for function control and bulkheads for pump and signal cables.</p><p>The stations also include check and shut-off valves, an access hatch (man’s mouth) with anti-fall bars, an access ladder to the pumps, and a ventilation outlet.</p>",
        "submersibleModalApplication":"<p>Health centres, service areas, and shopping or sports centres are locations where pumping of wastewater, rainwater, or sewerage is often required.</p><p>Municipal and industrial facilities, railway stations, and urbanizations of houses also need efficient pumping systems to manage water and wastewater flows.</p><p>Zootechnical farms require specialized pumping for managing wastewater and drainage, ensuring hygiene and operational efficiency.</p>",
        "submersibleModalMaterials":"<p>Impeller  <b>GG25</b>, Engine housing <b>GG-25</b>, and Stainless steel shaft <b>AISI-420</b>, with O-rings <b>Nitrile</b> and Stainless steel screws <b>AISI-316</b>, provide a robust and durable assembly.</p><p>Maintenance-free, permanently lubricated bearings, Mechanical seals <b>Silicon carbide/silicon</b>, and Electric cable <b>Neoprene H07RB/7</b>, combined with a high-efficiency three-phase electric motor, squirrel cage type, IP68 protection, insulation class F and H, ensure long-lasting performance.</p><p>Stainless steel plate <b>AISI-304</b>, Stainless steel suction chimney <b>AISI-304</b>, Stainless steel channels <b>AISI-304</b>, and optionally special steels can be used when the fluid contains abrasive material.</p>"
    
    },
    {
        "title":"CB Serie",
        "description":"Frames for residual pumps.",
        "image":"images/resudialOrgPump/11.jpg",
        "category":"Control panels",
        "submersibleModalDescHeading":"...",
        "submersibleModalDesciption":"<p>Control panels are designed for 2, 3, or 4 residual pumps.</p><p>They can handle pumps with power ratings up to 45 kW.</p>",
        "submersibleModalCharecteristics":"<p>Power supply 3-400V 50Hz/60Hz with relays from 0.37 to 4 kW. Micro-automaton with 16 inputs and 10 outputs for panels from 5 to 45 kW, soft starter with pump for panels from 5 to 45 kW, and externally operated general cut-off switch.</p><p>General magneto-thermal and differential (300mA) switches, magnetothermic switch per pump, ammeter per pump visible from the outside, voltmeter with phase selector, operating hours counter, and “Manual-Stop-Automatic” selectors. Pilots detect presence of voltage, pump operation, general judgment, and include an acoustic alarm. Take inner Schuko.</p><p>IP65 protection electrical cabinet made of self-supporting metal modules. Boards designed for use with switches and level probes. Optional GSM communication is available for remote control and monitoring of parameters.</p>",
        "submersibleModalApplication":"<p>For power ratings from 0.37 to 4 kW, an alternating relay allows a circular permutation for cascade pump operation.</p><p>For power ratings from 5 to 45 kW, a micro-automaton manages the circular permutation of the pumps, enabling the selection of various operating modes.</p><p>These modes include 1+1 with 2 pumps in rotation, Mode 2 with 2 pumps in rotation and married, Mode 3 with 3 pumps in rotation (maximum 2 in cascade), 3+1 with 4 pumps in rotation (maximum 3 in cascade), and Mode 4 with 4 pumps in rotation and cascade.</p>",
        "submersibleModalMaterials":"..."
    
    }
]


