[
  {
    "image": "images/verticalPumps/1.jpg",
    "title": "Serie VA",
    "q_max": "15000 m³/h",
    "q_max_gpm": "66000 GPM",
    "h_max": "15 m",
    "h_max_ft": "49 Ft",
    "verticalModalDescHeading":"Vertical Axial Flow Pumps",
    "verticalModalDesciption":"<p>The VA series are axial flow Vertical Pumps for large water flows at low and medium heights at water elevations. It is suitable to be driven by solid-shaft electric motor, hollow-shaft electric or diesel through pulleys (flat / grooved) transmission, or gear heads.</p><p>The impellers are of the propeller type that guarantee the maximum passage of water. The pump is supported by sections of column pipes, and shafts with sleeves that connect it to the outside.</p><p>An external head fulfills the double mission, to discharge the pumped liquid, and to transmit to the pump the power of the motor it supports. Custom fabrication is available for every application and installation.</p>",
    "verticalModalCharecteristics":"<p>The VA series installations are made up of three parts: Hydraulic body. The composition of the hydraulic body is roughly formed by a body of one or two pump bodies and one or two axial impellers. The set of impellers rotates with a central shaft that transmits the power of the engine.</p><p>Hydraulic column. The hydraulic column is formed by stages, depending on the depth of the well. These stages are formed by a steel tube, a central shaft (which joins the pump shaft), and a separator with a central bearing to join the stages.</p><p>Head. The outer head is anchored to the bearing plane, discharging the flow from the pump to the outside pipe, which may be above the support plane allowing easy maintenance, below the plane of support to overcome small unevenness, or underneath the work surface with two flanges (suction/drive) for re-pumping facilities.</p>",
    "verticalModalApplication":"<p>Water supply and distribution, overpressure systems, and treatment of wastewater treatment plants. Irrigation installations, drainage of lakes, rice fields, and desiccation of land.</p><p>Sea water, water parks, and cooling towers.</p><p>Chemical industries, conventional or nuclear thermal power stations.</p>",
    "verticalModalMaterials":"<p><b>HEAD</b>: <b>Press box</b> : <b>cast iron</b> (Optional <b>bronze</b>; <b>superduplex</b>; <b>AISI</b>). <b>Head bearing</b> : <b>BRONZE 85-5-5</b> (Optional <b>Zinc Free Br.</b>; <b>PTFE</b>; <b>Carbon</b>). <b>Spindle axis</b> : <b>F-312</b> (Optional <b>F-314</b>). <b>Cable gland</b> : <b>GG-25</b> (Optional <b>bronze</b>; <b>superduplex</b>, <b>AISI</b>). <b>Main support</b> : <b>255 JR</b> (Optional <b>AISI</b>).</p><p><b>COLUMN</b>: <b>Tubes</b> : <b>Carbon Steel</b> (Optional <b>Stainless Steel</b>). <b>Column axis</b> : <b>F-314</b> (Optional <b>F-312</b>; <b>F-314</b>). <b>Bearing</b> : <b>Synthetic rubber</b> (Optional <b>Bronze</b>; <b>PTFE</b>; <b>Carbon</b>). <b>Guide</b> : <b>GG-25</b> (Optional <b>bronze</b>; <b>superduplex</b>, <b>AISI</b>).</p><p><b>PUMP BODY</b>: <b>Suction body</b> : <b>GG25</b> (Optional <b>bronze</b>; <b>superduplex</b>; <b>AISI</b>; <b>steel</b>). <b>Pump body</b> : <b>GG25</b> (Optional <b>bronze</b>; <b>superduplex</b>; <b>AISI</b>; <b>steel</b>). <b>Impeller</b> : <b>GG25</b> (Optional <b>bronze</b>; <b>superduplex</b>; <b>AISI</b>; <b>steel</b>). <b>Pump shaft</b> : <b>F-312</b> (Optional <b>F-314</b>).</p>"
  },
  {
    "image": "images/verticalPumps/2.jpg",
    "title": "VHC Serie",
    "q_max": "600 m³/h",
    "q_max_gpm": "26400 GPM",
    "h_max": "50 m",
    "h_max_ft": "164 Ft",
    "verticalModalDescHeading":"Helicocentrifugal Vertical Pumps",
    "verticalModalDesciption":"<p>The VHC series are Vertical Helical Centrifugal Pumps, for large flows at medium heights, used to pump a liquid at moderate pressure from lakes, ponds, and marine catchments. It is suitable to be driven by solid shaft electric motor, hollow shaft electric or diesel through pulleys (flat / grooved) transmission, or gear heads.</p><p>The impellers are of the helical type. The pump is supported by sections of column pipes, and shafts with sleeves that connect it to the outside.</p><p>An external head fulfills the double mission: to discharge the pumped liquid, and to transmit to the pump the power of the motor it supports. Custom fabrication is available for every application and installation.</p>",
    "verticalModalCharecteristics":"<p>The HCV series installations are made up of three parts: Hydraulic body. The composition of the hydraulic body is roughly formed by a body of one or two pump bodies and one or two helical impellers. The whole of impellers rotate with a central shaft that transmits the power of the motor.</p><p>Hydraulic column. The hydraulic column is formed by stages, depending on the depth of the well. These stages are formed by a steel tube, a central shaft (which joins the pump shaft) and a separator with a central bearing to join the stages.</p><p>Head. The outer head is anchored to the bearing plane, discharging the flow from the pump to the outside pipe, which may be above the plane of support allowing easy maintenance and revision of the elements installed in the rising main, below the plane of support to overcome small unevenness, or underneath the work surface with two flanges (suction/drive) for installations of rebombing.</p>",
    "verticalModalApplication":"<p>Water supplies and distribution, overpressure systems, and treatment of wastewater treatment plants. Irrigation installations, drainage of lakes, rice fields, and desiccation of land.</p><p>Sea water, water parks, and cooling towers.</p><p>Chemical industries and conventional or nuclear thermal power stations.</p>",
    "verticalModalMaterials":"<p><b>HEAD</b>: <b>Press box</b> : <b>cast iron</b> (Optional <b>bronze</b>; <b>superduplex</b>; <b>AISI</b>). <b>Head bearing</b> : <b>BRONZE 85-5-5</b> (Optional <b>Zinc Free Br.</b>; <b>PTFE</b>; <b>Carbon</b>). <b>Spindle axis</b> : <b>F-312</b> (Optional <b>F-314</b>). <b>Cable gland</b> : <b>GG-25</b> (Optional <b>bronze</b>; <b>superduplex</b>, <b>AISI</b>). <b>Main support</b> : <b>255 JR</b> (Optional <b>AISI</b>).</p><p><b>COLUMN</b>: <b>Tubes</b> : <b>Carbon Steel</b> (Optional <b>Stainless Steel</b>). <b>Column axis</b> : <b>F-314</b> (Optional <b>F-312</b>; <b>F-314</b>). <b>Bearing</b> : <b>Synthetic rubber</b> (Optional <b>Bronze</b>; <b>PTFE</b>; <b>Carbon</b>). <b>Guide</b> : <b>GG-25</b> (Optional <b>bronze</b>; <b>superduplex</b>, <b>AISI</b>).</p><p><b>PUMP BODY</b>: <b>Suction body</b> : <b>GG25</b> (Optional <b>bronze</b>; <b>superduplex</b>; <b>AISI</b>; <b>steel</b>). <b>Pump body</b> : <b>GG25</b> (Optional <b>bronze</b>; <b>superduplex</b>; <b>AISI</b>; <b>steel</b>). <b>Impeller</b> : <b>GG25</b> (Optional <b>bronze</b>; <b>superduplex</b>; <b>AISI</b>; <b>steel</b>). <b>Pump shaft</b> : <b>F-312</b> (Optional <b>F-314</b>).</p>"
  },
    {
    "image": "images/verticalPumps/v3.jpg",
    "title": "The VS-VG series",
    "q_max": "...",
    "q_max_gpm": "...",
    "h_max": "...",
    "h_max_ft": "...",
    "verticalModalDescHeading":"Vertical Multicellular Centrifugal Pumps",
    "verticalModalDesciption":"<p>The VS-VG series are vertical multicellular centrifugal well pumps. They can be installed where vacuuming conditions are limited or where regulations do not allow negative vacuuming. The pump is supported by sections of column pipes, and shafts with sleeves that connect it to the outside. An external head fulfills the double mission, to discharge the pumped liquid, and to transmit to the pump the power of the motor it supports. Custom fabrication is available for every application and installation.</p><p>Some of its advantages are: good hydraulic performance and higher yields. Its configuration allows increasing or decreasing the pressure by adding or eliminating stages. It eliminates priming complications, keeping the pump always in charge (submerged), and prevents problems in aspiration.</p><p>It avoids air intakes, ensures no pump-motor alignment problems, reduces noise pollution, lowers costs with minimum maintenance, requires no bench and reduced installation space, involves less civil works, and provides a longer service life.</p>",
    "verticalModalCharecteristics":"<p>The installations of the VS-VG series consist of three parts: Pump body. The composition of the pump casing consists of a suction casing, a discharge casing, and stages or phases composed of diffuser casings and closed impellers. The operating pressure can be obtained by incorporating the necessary number of stages thanks to its modular configuration. The impeller assembly rotates with a central shaft that transmits motor power.</p><p>Hydraulic column. The hydraulic column is formed by stages, depending on the depth of the well. These stages are formed by a steel tube, a central shaft (which joins the pump shaft and the head shaft) and a separator with a central bearing to join the stages.</p><p>Head. The outer head is anchored to the support plane, discharging the flow from the pump to the pipe. At the top is the bearing housing with central shaft, motor bracket, and motor. Depending on the type of drive, it can be driven by solid-shaft motor, hollow shaft motor, gear head with diesel engine, or flat and grooved pulleys.</p>",
    "verticalModalApplication":"<p>Water supply and distribution, overpressure systems, and water treatment sewage treatment plants. Irrigation and sprinkler installations, fire equipment NFPA-20UL / FM, and mines.</p><p>Waterparks, thermal refrigeration, chemical industries, and central or nuclear thermal stations.</p><p>Refineries, crude oil pumping and refined products, sanitary and cleaning facilities, and industry in general.</p>",
    "verticalModalMaterials":"<p>The <strong>cabezal</strong> components include <strong>Hierro fundido</strong>, <strong>BRONCE 85-5-5</strong>, <strong>F-312</strong>, and <strong>GG-25</strong>, with optional materials like <strong>bronce</strong>, <strong>superduplex</strong>, <strong>AISI</strong>, <strong>PTFE</strong>, and <strong>Carbón</strong>.</p><p>The <strong>columna</strong> is primarily made of <strong>Acero carbono</strong>, <strong>F-314</strong>, <strong>Caucho sintético</strong>, and <strong>GG-25</strong>, with alternatives such as <strong>Acero inox</strong>, <strong>Bronce</strong>, <strong>PTFE</strong>, <strong>Carbón</strong>, <strong>bronce</strong>, <strong>superduplex</strong>, and <strong>AISI</strong>.</p><p>The <strong>cuerpo de bomba</strong> uses <strong>GG-25</strong>, <strong>F-312</strong>, and <strong>Acero al carbono</strong> as standard materials, while optional choices include <strong>bronce</strong>, <strong>superduplex</strong>, <strong>AISI</strong>, <strong>acero</strong>, <strong>F-314</strong>, and <strong>F-312</strong>.</p>"
  }
]
